[
  {
    "heroTitleNfTs": {
      "bynp1": {
        "tokenId": "7623",
        "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
      },
      "hero1": {
        "tokenId": "7623",
        "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
      },
      "hero2": {
        "tokenId": "7623",
        "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
      },
      "wycd1": {
        "tokenId": "7623",
        "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
      },
      "discover1": {
        "tokenId": "7623",
        "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
      }
    },
    "dynamicUrl": {
      "url": ["news", "ideas", "videos", "plants"]
    },
    "heroCta": {
      "link": "app/mint-profiles",
      "title": "Create a Profile"
    },
    "wycdBlock1Title": "Social Identity",
    "wycdBlock1Description": "NFT Profiles are NFTs that represent unique user profiles. Each profile is owned by its holder and can be customized for a personal gallery or NFT collection.",
    "wycdBlock1Cta": {
      "link": "app/mint-profiles",
      "title": "Create a Profile"
    },
    "wycdBlock2Title": "NFT Marketplace",
    "wycdBlock2Description": "Buy and sell NFTs wherever they live. Access liquidity on OpenSea, LooksRare, and more through a single marketplace to get the best price. \n",
    "wycdNfTs": {
      "botRow": [
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        },
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        },
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        },
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        },
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        }
      ],
      "topRow": [
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        },
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        },
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        },
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        },
        {
          "tokenId": "7623",
          "collection": "0xAAE22935aB089Ca7CBAe330Eed96DBef8dBC900a"
        }
      ]
    },
    "discoverDescription": "NFTs enable new forms of community engagement. Collect, display, and trade your NFTs through a social network that you own. Get started by claiming your NFT Profile.\n",
    "discoverImage": {
      "url": "https://videos.ctfassets.net/v06qbfn5fzrz/6nTrmU6dOupSDCPt5hwBDQ/30b48e294434c6d3b53a8cf39424ac0b/Discord_Banner_low_bitrate.mp4",
      "description": null
    },
    "hiwTitle": "Getting Started",
    "hiwSubtitle": null,
    "hiwBlock1Title": "Claim Your Profile",
    "hiwBlock1Description": "Create a profile for your NFT collection. You own the NFT, so you customize how it's used.\n",
    "hiwBlock1Image": {
      "url": "https://images.ctfassets.net/v06qbfn5fzrz/7idRPVNuQ7J7nA9B8ahQZN/942dca45e4c9aa5b66ff736687000012/claim-a-profile.webp",
      "description": ""
    },
    "hiwBlock2Title": "Display Your Collection",
    "hiwBlock2Description": "Show the NFTs from any address you control through your profile. Promote a personal gallery or NFT collection.\n",
    "hiwBlock2Image": {
      "url": "https://images.ctfassets.net/v06qbfn5fzrz/42MhslB5yt2JQIgO1higJs/3e7b612b128935f70b4ff3abc57fbec9/customize-your-collection.webp",
      "description": ""
    },
    "hiwBlock3Title": "Discover Your Community",
    "hiwBlock3Description": "Search for new NFTs or promote your own with NFT.com. Buy and sell wherever NFTs are listed.\n",
    "hiwBlock3Image": {
      "url": "https://images.ctfassets.net/v06qbfn5fzrz/5duqIZgkvo7wR4Ak79E2Kx/6d4025948d3a5715c33ca1cdc0a8aa81/grow-your-community.webp",
      "description": ""
    },
    "newsTitle": "News",
    "newsSubtitle": "Learn about the latest trends and updates in NFTs",
    "newsSlidesCollection": {
      "limit": 100,
      "skip": 0,
      "items": [
        {
          "tags": null,
          "slug": "most-expensive-nft-sales",
          "title": "The 10 most expensive NFT sales - Full Breakdown - NFT.com",
          "description": "2021 proved the sky is the limit for digital art sales. Find out why, and what lies ahead for the NFT industry in 2022 and beyond!\n",
          "publishDate": "2022-07-18T00:00:00.000-05:00",
          "body": "__The NFT wave of 2021 saw digital art selling for eye-watering numbers.__\n\nLet's take a look at some of these record breaking sales. \n\n# The 10 Most Expensive NFT Sales\n\nLast week, on July 12th, in what many are calling a ‘Crypto Winter,’ CryptoPunk #4464 sold for 2,500 ETH or roughly $2.6 Million USD. CryptoPunks, a 10,000 NFT collection launched in June of 2017, are among the oldest and rarest NFT collections. This monster NFT sale got us thinking: \n\nWhat are the most expensive [NFT](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") sales of all time?\n\n## 1. “Everydays: the First 5,000 Days” - $69.3 Million\n[Beeple - EVERYDAYS: THE FIRST 5000 DAYS](//images.ctfassets.net/v06qbfn5fzrz/2DEI6orngJ7ivsLYGhhk9n/2d6b07ab75c8d0ce2ef44192ba8d8250/1_everydays.jpeg)\n\nBeeple’s most expensive piece to date was sold at auction by Christie’s in March of 2021 for $69.3 Million. \n\nThis piece is a collage of the first 5,000 pieces in Beeple’s ‘Everydays’ series, a series in which he created a digital piece of art everyday from May 1st, 2007 - January 7th, 2021. This sale gave Beeple an eye-popping payout and put the term NFT into headlines everywhere.\n\n## 2. “Clock” - $52.7 million\n![Image of \"Clock\" by Pak](//images.ctfassets.net/v06qbfn5fzrz/3lTBSlx0gcJobwIYBj579K/8bd6eac453b8289ac51e4c1751bd040f/2_assange_clock.png)\n\nA dynamic NFT created by artist Pak, “Clock” displays the number of days WikiLeaks founder Julian Assange sits in a prison cell. The piece was sold to a DAO (Decentralized Autonomous Organization) called AssangeDAO which was formed to raise money for Assange’s legal defense. \n\nThey ultimately raised and paid 16,593 ETH for the piece. Pak then donated the ETH to aid in Assange’s legal defense. Of the top 10, this is the only NFT sold to a DAO. \n\n## 3. “HUMAN ONE” - $28.9 million\n![Image of “HUMAN ONE\" by Beeple](//images.ctfassets.net/v06qbfn5fzrz/1znkIgkVjCfDo5j6QtJ1dW/b677097b282440c0386cc636b16c67ea/3_human_one.png)\n\nBeeple’s piece “HUMAN ONE” is the story of the first human born in the Metaverse. The piece is both a physical sculpture and a NFT. \n\nThe physical sculpture is over 7 feet tall, constantly moving, and features four screens displaying a dynamic 16K video that changes depending on the time of day. \n\nThe piece went to auction in November of 2021 and sold for $28.9 million or 4,700 ETH. Beeple continues to update and modify the piece remotely. \n\n## 4. “CryptoPunk #5822” - $23.7 million\n![Image of CryptoPunk #5822](//images.ctfassets.net/v06qbfn5fzrz/336ozgBYaU0dPrRFiYEohx/ab744f66e9ed0be0150707406c82a921/4_cryptopunk5822.png)\n\nOne of only nine CryptoPunks with the ‘Alien’ trait, CryptoPunk 5822 sold for a jaw-dropping 8000 ETH in February of 2022. By USD value, this is the highest CryptoPunk sale by more than double.\n\n## 5. “CryptoPunk #7523” - $11.7 million\n![Image of CryptoPunk #7523](//images.ctfassets.net/v06qbfn5fzrz/6Hijhq0mVHeJsLBpcPUOjC/dd036b47bf6bd0f7c828a2607537e3b5/5_punk_7523.png)\n\nAnother of the nine rare CryptoPunk ‘Aliens,’ Punk #7523 also has a mask - which made it all too timely when it went to auction with Sothebys in June of 2021. The NFT was sold for 4,700 ETH - a record at the time. \n\n## 6. “CryptoPunk #4156” - $10.26 million\n![Image of CryptoPunk 4156](//images.ctfassets.net/v06qbfn5fzrz/4IcKU11Hp3W6g6FKJtLsRw/873829991567f9eed9f8b7b333cff6ba/6_punk_4156.png)\n\nOne of only 24 ‘Ape’ CryptoPunks, Punk #4156 was sold for 2,500 ETH in December of 2021. At the time, the ETH amount was valued at $10.26 million USD. \n\nThe sale was also notable in that Twitter User and Influencer @Punk4156 had built a following under his PFP’s name. After frustration with CryptoPunks' Copyright policy, he sold the NFT that had launched his brand - and changed his profile picture.\n\nPunk #4156 was later resold for 2,691 ETH on July 15, 2022 - then valued at around $3.3 million USD. \n\n## 7. “CryptoPunk #5577” - $7.7 million\n![Image of CryptoPunk #5577](//images.ctfassets.net/v06qbfn5fzrz/2qaTI8rTq96SIhP8d9yy4o/de19446102506f0240b8b87a6943109c/7_punk_5577.png)\n\nAnother rare ‘Ape’ CryptoPunk, Punk #5577 was sold for 2,501 ETH in February of 2022, then valued at around $7.7 million USD.\n\n## 8. TIE: “CryptoPunk #3100” & “CryptoPunk #7804” - $7.56 million\n![Image of CryptoPunk #3100](//images.ctfassets.net/v06qbfn5fzrz/6rlDcFNhGxtgpsrFymx67j/f9c2b7b7d84dc9dceafc66d6e5871b43/8.1_punk_3100.png)\n\n![Image of CryptoPunk #7804](//images.ctfassets.net/v06qbfn5fzrz/1sfy2WUhuyBcwdEr4jE3bZ/7b1616420f00931da56fe11f12e3ed89/8.2_punk_7804.png)\n\nMarch 11, 2021 was a good day to own a CryptoPunk. Both Punk #3100 & Punk #7804 have the ultra rare ‘Alien’ trait and both went for 4,200 ETH on the very same day. \n\n## 9. “Ringers #109” - $7.12 Million\n![Image of \"Ringers #109\" by Dmitri Cherniak](//images.ctfassets.net/v06qbfn5fzrz/6SDktInBi1FtEa48srYKOB/2aba482283683636fc82a495540c895f/9_ringers_109.png)\n\nThe most expensive sale of the curated Art Blocks project, Ringers #109 is part of a 1,000 piece collection by artist Dmitri Cherniak. Cherniak was playing with the idea of wrapping a string around a set of pegs. \n\nEach piece in the collection features a variation in peg count, string size, color, and more. Ringers #109 was sold for 2,100 ETH in October of 2021.\n\n## 10. “Right-click and Save As Guy” - $7 million\n![Gif of “Right-click and Save As Guy” by XCOPY](//images.ctfassets.net/v06qbfn5fzrz/1GmGOEyWA7POq94d44tNPp/e2daa64123743d090ac73027ab5b7619/10_rightclicksave_as.gif)\n\nXCOPY’s most famous work, “Right-click and Save As Guy”, references the oft used gibe about NFTs - that one can just ‘right-click and save as’ instead of spending exorbitant amounts of money on it. \n\nXCOPY’s work is a favorite among NFT collectors and this animated 1-of-1 was sold to one of the most well-known NFT collectors: Cozomo De’ Medici.\n\n## Conclusion\nThe NFT industry continues to [increase in adoption and utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") every day. As this ecosystems continues to expand, there may be many more chart-topping NFT sales in the future!\n\nWant to learn more about NFTs? Check out more at [NFT.com/Articles](https://www.nft.com/articles).",
          "author": {
            "name": "NFT.com Team",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/2qimV1q1FWn4xU6MIHFC4p/d494084938ecb595e63f4878a5640e5f/nft_profile_images-white_2x.png"
            }
          },
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5K7bk9RAikLsSmpl82nqlY/18b275dde11a22655480bc200c5248b0/unedit-card.jpg"
          }
        },
        {
          "tags": null,
          "slug": "emerging-use-cases-for-nfts",
          "title": "Why is everyone creating NFTs in 2022? - NFT.com",
          "description": "New NFT use cases are emerging every day. Find out what new opportunities NFTs present, and how they may drive a new wave of growth in the NFT space. ",
          "publishDate": "2022-07-06T00:00:00.000-07:00",
          "body": "__[NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\"), or non-fungible tokens, have risen to prominence as digital tokens representing unique collectibles.__ \n\n# Why is everyone creating NFTs in 2022?\n\nNFTs are defined by their uniqueness relative to other tokens whether of the same collection or a different collection.\n\n# Adoption Beyond Speculation\nThese tokens were purchased with the hope of a higher resale in the future. This speculative drive has created [a multi-billion dollar market](https://www.nft.com/articles/most-expensive-nft-sales \"The 10 most expensive NFT sales - Full Breakdown - NFT.com\"), attracting celebrities, athletes and major consumer brands to the industry. \n\nThe initial driver of speculation brought in a wave of interest seeking financial return much like many of the prior bubbles in the crypto space. These periods of speculative interest in L1 and DeFi tokens previously led to a new wave of utility-centric innovation that increased the types of use cases for tokens.\n\nThis piece will share some of the new use cases that may drive the next wave of growth in the NFT space. \n\n## Art\nNFTs saw a rapid uptick in adoption by digital artists who wanted an easier way to establish scarcity over their pieces of work. \n\nArtists are able to connect a piece of art (whether a digital image, video, or other) to the NFT. This NFT can be sold to a collector who wants to support the artist. The NFT creator can also add a fixed royalty payment that ensures they will be compensated any time the art is resold.\n\nNFTs represent an opportunity for artists to enter the digital medium while protecting their role as a creator. \n\n## PFP\nPFP, or profile picture, NFTs are images represented as NFTs that are used as profile pictures on social platforms.\n\nPFPs took off in popularity due to their ability to signal the owner’s participation in a crypto community or their financial worth. People who have NFTs that became valuable or well adopted often use them as PFPs to show that they were early.\n\nSocial platforms like Twitter have taken PFPs a step further by requiring users to prove ownership of the NFT they use in their profile. This can reduce fraud in claiming to own a given NFT.\n\n## Membership\nNFTs have recently become a means to gating membership into a community. [LinksDAO](https://linksdao.io/ \"LinksDAO\") issued membership NFTs to participate in their DAO focused on buying a golf course. [NFT.com](https://nft.com/ \"NFT.com\") issued Genesis Keys to enable access to their early community of beta testers and profile minters.\n\nMembership NFTs confer certain rights to the holder including discounts on products, access to community channels, and more. The NFTs may include an image but are primarily used to represent the unique membership.\n\nPlatforms like Discord have supported plugins which allow membership NFT holders to prove their ownership in order to participate in specific Discord channels. [Token gating](https://www.one37pm.com/nft/what-is-token-gating \"What is 'Token Gating' and How Does it Work?\") can also be used on websites and ecommerce stores to provide additional channels or deals to members.\n\n## Ticketing\nTickets to attend events, concerns, conferences, and more have begun to have an NFT issued to represent the ticket. \n\nTickets have increasingly become paperless as more venues move to digital check in and ticket verification. NFTs fit within this user experience by enabling direct access to the event by the holder. \n\nNFTs can reduce fraud and automate royalties through the smart contracts used to issue the tickets. Ticket NFTs can also serve as long term collectibles for the owner much like paper tickets are kept today.\n\n## Gaming\nGaming assets have also been identified as a natural fit for NFT issuance. Games have shifted to a free to play model where users aren’t required to purchase a game and instead pay for specific features within the game like buying new powers, skins, or currencies.\n\n[Games have begun to issue NFTs](https://www.nft.com/articles/nft-games-you-can-play-now \"7 NFT Games we are watching this year - NFT.com\") to enable gamers to verifiably own unique in-game assets. They can be purchased within a game if connected to crypto or fiat payment infrastructure. NFTs can then be ported across platforms including other games. \n\nNFTs will help establish a metaverse of interoperable digital experiences with user property rights at the center.\n\n## Credentials\nLastly, we have started to see the emergence of NFTs used as credentials earned by the holders. These credentials can include certificates of completing a course, attending an event, or verifying their identity.\n\nCredentials can be used to establish the reputation or identity of the holder. They may be required to access events or services similar to membership NFTs. \n\nCredentials will introduce considerations around how to protect personal information and privacy while opening up a new use case for NFTs. \n\n## Conclusion\nInnovation in crypto has been driven by new, unanticipated, uses of primitives including blockchains, smart contracts, tokens and more. NFTs represent another opportunity for this innovation to continue.\n\nThe use cases above represent a small share of the total number of use cases likely to emerge over time. \n\nNFT.com will serve as a platform for the display, issuance, trading and use of these NFTs across Web3. We expect to see many of these use cases emerge on the platform.\n",
          "author": {
            "name": "Don Thibeau",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/6zF6fTJMQSbRASt4FCHziJ/b36eb96c5a8dfcca7ec2415b56feaa61/T0176V4UPN0-U03E4TQ0G65-e8a934de788c-512.png"
            }
          },
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5fven6njfxxd4sXrTgQIT4/a16e48b2241f02985aa1b49af5c3a253/dao-2.png"
          }
        },
        {
          "tags": null,
          "slug": "finding-the-right-NFT-community-for-you",
          "title": "Finding the right NFT community for you - A beginners guide - NFT.com",
          "description": "How to find the right NFT community. This guide will walk you through what NFT communities are, and how to find the perfect community for you.",
          "publishDate": "2022-11-08T00:00:00.000-07:00",
          "body": "__Thousands of NFT collections have unique communities ranging from meme-fueled chaotic chat rooms to organized forums for education and professional networking.__\n\nThis article will walk you through what these communities are all about, and how to find the right community for you.\n\n# The importance of community in NFTs?\n\n__Community is a core part of the NFT space.__\n\nFans and holders of an NFT collection are a driving force of a project’s culture, popularity, awareness, and success.\n\nSuccessful NFT projects understand that a thriving and active community enables continued growth and interest as a project develops. \n\nNFT creators can return value to their members by crafting moderated community forums to promote culture, networking, and high level discussions. There can be great value in access to a group of like-minded individuals who are enthusiastic about the industry and the projects they support. \n\nWeb3 is proving that the relationship between company and community can be a symbiotic one, providing significant value for each other when nurtured.\n\n## Different types of NFT communities & their goals\n\nMany communities start simply as a home for collectors and enthusiasts of a given collection, however some communities have a specific focus or purpose.\n\n### Social\nProfile picture NFTs (PFPs) and similarly large collections of 1,000+ NFTs often focus on the social interaction in their community. They may have additional goals, but generally the networking and interconnectedness of community members is top of mind for these projects. \n\n![Social Image Reference](//images.ctfassets.net/v06qbfn5fzrz/3RUxdSknVCzoj0XqTNMm5V/12d50672ddf6f6684d5f55cdb45190c3/community_image_final.png)\n\n### Art\nSome NFT communities are focused specifically around creating and collecting art. These communities often congregate around a curator or a curated collection. [Generative Art](https://nftevening.com/what-is-generative-art-nft/) is a popular and fascinating area of focus for many NFT art communities. Generative art is artwork created procedurally by code, rather than each piece being created by an individual, and has proven to be a popular method for creating larger NFT collections. \n\n![Art Image Reference](//images.ctfassets.net/v06qbfn5fzrz/5CqKM2eoXn4Hm6owV7Fsoi/790f5a7165af62b3713a54dd2af753c0/art_image_final.png)\n\n### Gaming\nAs long as there have been games, there have been gaming communities. This holds true in the web3 gaming space as well. There are new web3 enabled games coming out all the time, and they tend to have a Discord server you can join to meet other players. These communities focus on fun and user feedback to improve the game. \n\n![Gaming Image Reference](//images.ctfassets.net/v06qbfn5fzrz/2SXTYyMmji1tdr3c8H3myb/d18b9ad279289d49a97b927972c94c48/gaming_image_final.png)\n\n### Projects (DAO, Opensource, etc)\nSome initiatives within the NFT space have a directed and focused goal. These projects may start with just a few people, but are carried to greater heights by the collective effort of their community. \n\nDAO’s or “Decentralized Autonomous Organizations” are token-gated communities where token holders participate in governance. Members can submit a proposal for the organization to take actions, and holders vote on if they should execute the proposal.\n\nOpenSource communities are loosely organized groups of people who contribute to a single specific project (usually development or code related.) Membership to these communities are not gated, and anyone can collaborate and contribute to them. These communities are often centered around things like [open-sourced marketplaces](https://medium.com/vivid-labs/introducing-vivid-open-open-source-nft-marketplace-14aca6f0f4a8) for NFTs or web3 [open-source software](https://tableland.xyz/).\n\n![Project Image Reference](//images.ctfassets.net/v06qbfn5fzrz/3QqXh4h2z1drUNNbP04qZE/c3d5e3c1bb055bf0008318a70d532bdb/laptop_image_final.png)\n\nSome communities even participate in collective marketing efforts or experimentation in a particular area of focus. These communities can help to provide decentralized marketing, real-time suggestions, and critical feedback.\n\n## Examples of NFT communities\n\nThere are thousands of NFT communities to explore, each with different requirements to join.\n\nLet’s take a look at a few leading NFT projects and their communities:\n\n### __1. Doodles__\n   Doodles is a community-driven collectibles project featuring colorful artwork by Burnt Toast. Each Doodle allows its owner to vote for experiences and activations paid for by the Doodles Community Treasury.\n\n![A-FTRNCFY-doodles](//images.ctfassets.net/v06qbfn5fzrz/3nPAEorxOyLLUZb0j9hyb9/12d936432e0e132bc2796802ded3ff8b/A-FTRNCFY-doodles.png)\n\n### __2. Moonbirds__\nMoonbirds are a 10,000 piece utility-enabled, PFP (profile picture) collection of owls with an exclusive holders-only Discord community. Holders have the ability to stake their NFTs and receive rewards. The Moonbirds community is home to a number of web3 industry people, and provides excellent networking.\n\n![A-FTRNCFY-moonbirds](//images.ctfassets.net/v06qbfn5fzrz/1u5ZzldIqjbM3H3Ol4EjmE/6b5afe58b5b8d66709432f03741c7da6/A-FTRNCFY-moonbirds.png)\n\n### __3. NFT.com__\nNFT.com is a community driven NFT platform with a token gated section of its Discord community called the “Genesis Key Club” or GKC.\n\nThe “Genesis Key Club” is made up of early adopters who hold a Genesis Key NFT. Genesis Key holders receive early access to the NFT.com platform, they’re the first to create NFT.com/you profiles and are directly involved in beta testing and the development process of NFT.com as a platform. \n\nNFT.com provides organized feedback channels to intake suggestions and feedback to hone the platform more closely to the needs and desires of the GKC. \n\n![A-FTRNCFY-genesiskeys](//images.ctfassets.net/v06qbfn5fzrz/3ONE72wfp8lm67Tpum3vaF/d252e483b69971b34ebdd8b5775a6fe9/A-FTRNCFY-genesiskeys.gif)\n\n### __4. LinksDAO__\nLinksDAO is a golf focused DAO (Decentralized Autonomous Organization.) The DAO is focused on bringing real world benefits to members through partnerships with golf brands, and even purchasing a network of global golf courses! They elevate their communities experience through a focused mission, and a community of like minded golf fans. \n\n![A-FTRNCFY-linksdao](//images.ctfassets.net/v06qbfn5fzrz/3pVxj3BpWEMCfILJXhQsEM/9376372fc56f7345b3f088acd5bfd0e3/A-FTRNCFY-linksdao.png)\n\n### __5. Tableland__\nTableland is a community centered around their web3 protocol for structured relational data (useful for dynamic NFTs). Their collection is geared towards NFT developers and rewards builders and community members of the Tableland network. \n\n![A-FTRNCFY-tableland](//images.ctfassets.net/v06qbfn5fzrz/2HbA4fPfHCmDWgvLYNCQcv/6a56d498dcb6414eb0ae3f0d964f8840/A-FTRNCFY-tableland.png)\n\n### __6. NounsDao__\nLastly, NounsDAO is an art based NFT project that automatically generates and auctions off 1 of their NFTs every 24 hours. Each NFT grants access to the DAO itself. \n\nThe majority of the proceeds from the NFTs sold are distributed to a DAO-controlled fund.DAO members can then create and vote on proposals to decide how to use the funds.\n\n![A-FTRNCFY-nounz](//images.ctfassets.net/v06qbfn5fzrz/7BGqHXAfvBsWTOzLlFv42t/2652a4b2db973c333b221abe9a2cc69c/A-FTRNCFY-nounz.png)\n\n## How to join an NFT community\n\nThe most common place for NFT communities to congregate in 2021-2022 has proven to be Discord. Discord is a text and voice based community forum platform with a high degree of customization, making it perfect for organized community discussion.\n\nThose venturing into the web3 space should set up a Discord account to take full advantage of the community access many NFTs provide.\n\n![A-FTRNCFY-discord home](//images.ctfassets.net/v06qbfn5fzrz/5Me6tDRIndYbiIoGXZiEsQ/883932ad09e589c3716d90448caedef2/A-FTRNCFY-discord_home.png)\n\nMost NFT projects will have social links on their official website. Look for the Discord logo on official NFT project websites to locate a Discord community invite link.\n\n![A-FTRNCFY-discord logo](//images.ctfassets.net/v06qbfn5fzrz/4R4eedRfeRahSYohS7ZSEr/1aa505a12407ee4c9aac34f0fe3e71aa/A-FTRNCFY-discord_logo.png)\n\n## Find the community that is right for you\n\nFinding the right community for you is a subjective experience. \n\nThe best community is one that excites you! Look for a community that makes you feel like a welcome participant.\n\nSome NFT collections focus on new technology, while others may focus on culture, art, or networking. The goal, mission, and art of an NFT project are great indicators of what their respective community may be like. \n\n![A-FTRNCFY-discover page](//images.ctfassets.net/v06qbfn5fzrz/2wLK4TpAzCfrRkMIoFdFAP/d35724afacc11f2d91a81579df4e0cdf/A-FTRNCFY-discover_page.png)\n\n## Final thoughts:\n\nIt is important to consider what you hope to get out of your membership in an NFT community.\n\nYou will ultimately get as much out of a community as you put in. So make sure to join a community that you are excited to participate in.\n\nWant to learn more about NFTs? [Click here to learn how to be early to an NFT drop!](https://www.nft.com/articles/what-does-mint-mean)",
          "author": {
            "name": "Alec Otto",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp"
            }
          },
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/2b1AruowTnsJox1Mw6x6D4/687e5a95159d86fbdc674166988fc636/community_title_image.png"
          }
        },
        {
          "tags": null,
          "slug": "what-does-the-FTX-collapse-mean-for-NFTs",
          "title": "What does the FTX collapse mean for NFTs? - Explained - NFT.com",
          "description": "Find out how the collapse of the major cryptocurrency exchange FTX affects the NFT industry, web3, and the entire cryptocurrency ecosystem.",
          "publishDate": "2022-11-17T00:00:00.000-05:00",
          "body": "__What does the FTX collapse mean for NFTs?__\n\nIn this article, we will break down how the collapse of the major cryptocurrency exchange FTX affects the NFT industry and ecosystem.\n\n## Abstract\n\nFTX, once one of the largest cryptocurrency exchanges, collapsed in early November due to excessive leverage and mismanagement of user funds. The FTX collapse was far from isolated, bringing with it sister-companies and subsidiaries, Alameda Research, FTX.US, and countless others.\n\nThe ripple effects of this crash have been severe, and many funds and investors soon experienced crises of their own as they lost funds, wrote off investments, and saw users exit the market.\n\nThe impact of FTX’s demise on the cryptocurrency industry is clearly significant, but you may be asking yourself: __what does this mean for NFTs?__\n\nWe’ve identified a few key takeaways to keep in mind whether you are an NFT issuer or collector.\n\n### 1. Own your keys, own your coins\n\n![A-FTXD-perfect key image](//images.ctfassets.net/v06qbfn5fzrz/7hIxPqwA6qoKMwBorFYrtv/e4ebe9b8bf68d28f943c7c90481b8b32/A-FTXD-perfect_key_image.jpeg)\n\nBlockchain technology enables people to self-custody any token, including an NFT. This means that they have a public/private key pair that controls their tokens. \n\nKeys are managed through wallet software which you can learn more about [here](https://www.nft.com/articles/what-is-a-crypto-wallet). \n\nDuring the fall of FTX, users that didn’t control their keys and instead trusted the exchange to hold their tokens, soon found themselves unable to withdraw their funds. In many cases tokens were lent out to third parties and subsequently lost. These users have limited recourse to withdraw their tokens.\n\nAnyone collecting NFTs should ensure they self-custody their NFTs for the same reason. [NFT.com](https://www.nft.com/) is a fully self-custody solution so you never need to give up control of your NFTs. \n\n### 2. Brands must be builders\n\n![A-FTXD-brands builders](//images.ctfassets.net/v06qbfn5fzrz/6AS73srTdKZJwJ4ugKhJFN/ecc3e0bd73aa7837645e21d1fec8d5bd/A-FTXD-brands_builders.jpeg)\n\nCrypto companies have featured a lot of well known celebrities including Tom Brady and Matt Damon to promote their products. Some of these celebrities are [now named in lawsuits](https://variety.com/2022/digital/news/ftx-lawsuit-larry-david-tom-brady-stephen-curry-crypto-1235434627/) related to the FTX collapse. \n\nDespite this, new creators and consumer brands are continuing to enter the NFT Space. Nike, Reddit, Sony, and more have announced new products leveraging NFTs for digital collectibles. \n\nNew users should trust those brands which are integrating NFTs and digital collectibles into their strategies and products as opposed to merely contributing to hype. \n\n### 3. NFT trading decline\n\n![A-FTXD-down arrow](//images.ctfassets.net/v06qbfn5fzrz/7mPn3CdVaMaPA6LC4HJIdn/25cb5c2a649af18e652112fc3cd14c61/A-FTXD-down_arrow.jpeg)\n\nNFT trading volumes [have decreased](https://nftgo.io/analytics/market-overview) following the implosion of FTX. Many users had their token portfolios negatively impacted which has reduced the number of speculators in the market.\n\nHowever, many organic NFT communities are still experiencing strong trading. Ecosystems that were less affected are still seeing significant trading volume like the Zuse Market on Hedera. \n\nMany NFT collections are targeted to unique communities outside of financial speculation. This will help NFTs and the cryptocurrency as a whole to rebound. \n\n### 4. Community, community, community\n\n![A-FTXD-social connections](//images.ctfassets.net/v06qbfn5fzrz/4pGcXi8wWZaxtunWWJNgVT/6bfaba5f756aa58f0a02ecbea9aea061/A-FTXD-social_connections.jpeg)\n\nCommunity engagement will define what makes NFT collections successful now more than ever.\n\nNFTs allow individuals to participate in shared digital communities. NFTs provide access, artwork, and reputation within these communities.\n\nMany NFT communities have rallied around one another in light of market turbulence. Users have helped each other to address security issues, share news, and more.\n\nProjects like LinksDAO have continued to support their communities with new NFTs like their recent [Links Champion](https://champions.linksdao.io/) drop.\n\n### 5. Remember what makes crypto great\n\n![A-FTXD-coins](//images.ctfassets.net/v06qbfn5fzrz/qnPzIupb8VznEPPmkbkgM/a6cd43ff819bdd5b4a2c003383f0a878/A-FTXD-coins.jpeg)\n\nThis latest crisis represents the value of decentralization in all parts of our digital lives. Blockchain and NFTs allow individuals to own their assets, their identities, and ultimately their communities.\n\n## Conclusion:\n\nOur mission at NFT.com continues to build the homebase for digital collectibles where users can buy and sell NFTs wherever they live in a profile that they own. \n\nWe invite you to [join the NFT.com community today](https://discord.gg/nftdotcom), and be a part of shaping the future of the NFT space.\n\nNew to NFTs? [Click here for more helpful guides and articles!](https://www.nft.com/articles)",
          "author": {
            "name": "Don Thibeau",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/6zF6fTJMQSbRASt4FCHziJ/b36eb96c5a8dfcca7ec2415b56feaa61/T0176V4UPN0-U03E4TQ0G65-e8a934de788c-512.png"
            }
          },
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/4WVZ4jGyWmMpNRq2qs5OrT/44dcf4eeaccc866e7a8d37fa9312c9cc/FTX_article_main_image.png"
          }
        },
        {
          "tags": null,
          "slug": "what-is-an-nft",
          "title": "What Is An NFT? - Non-Fungible Tokens Explained - NFT.com",
          "description": "Want to learn about NFTs? Look no further! This article will provide a basic fundamental understanding of what NFTs are, and how they work. ",
          "publishDate": "2022-07-06T00:00:00.000-07:00",
          "body": "__We get it. NFTs are a confusing part of an already confusing new sector of the financial market.__\n\nBut don’t worry, we’re NFT.com, we’ve got you covered.\n\n# What is an NFT?\nCryptocurrency tokens like Bitcoin (BTC) are fungible, meaning 1 bitcoin is equal to any other bitcoin. Each bitcoin is indistinguishable from any other bitcoin. \n\nA non-fungible token (NFT) is a cryptographic asset — a unique digital token stored on a blockchain that is distinguishable from any other token. \n\nThis property of uniqueness has inspired an industry around different use cases of NFTs ranging from art to intellectual property and more. \n\n## Fungible Tokens and Non-Fungible Tokens\n*Fungible* assets are interchangeable with one another. A dollar can be traded for a dollar. A share of a company can be traded for another share. A bitcoin for a bitcoin. Fungible coins are indistinguishable from one another.\n\nSo what does it mean for something to be *Non-Fungible*? Non-fungible assets are unique. They are distinguishable from an asset even of a similar type. You can think of this like trading a piece of hand drawn art, for another piece of hand drawn art. They are both art - maybe even the same drawing, however they are completely different physical objects and unique pieces of art. \n\nIt is this ability to establish a completely unique digital “thing” that has brought so much value to creators and the web3 space over the past few years. \n\nToday, NFTs most commonly take the form of digital art, collectibles, or access passes. All information related to that NFT is recorded on a blockchain where you can view the history of ownership, metadata information, as well as what the NFT represents. These items can be bought and sold using cryptocurrency or cash.\n\nNFTs can be valued by the unique traits of the asset. Art NFTs can be evaluated by the traits of the design. Membership NFTs can be evaluated by the benefits of the membership. Each NFT can be valued as a class, as well as the unique traits of the NFT within that class.\n\nArt NFTs can be photographed, copied or screenshot much like art you may see in a museum. However, these copies are not valued the same as the original piece. \n\nNFTs, issued on a public ledger, are verifiable both in their uniqueness (non-fungibility) as well as their provenance. This means that a unique piece of art maintains its value independently to copies. A poster of the Mona Lisa is worth nothing compared to the original hanging in the Louvre.\n\n## NFTs Explained\nWith an understanding of fungibility, we can dive deeper into how NFTs work. \n\nNFTs are digital tokens created on a blockchain with reference data tied to the traits of the NFT. For example, an NFT representing art would have the image and traits of the art described in the [metadata of the token](https://medium.com/coinmonks/how-to-find-your-nfts-metadata-c2d058626fb8 \"How to find your NFT's metadata\"). This creates an auditable log of the tokens creation, metadata, ownership and transaction history over time. \n\nThe majority of NFTs today exist on the Ethereum blockchain. Standards like the [ERC-721 tokenization standard](https://ethereum.org/en/developers/docs/standards/tokens/erc-721/) make it easier for others in the web3 space to create apps and tools that work with them. \n\nNFTs can be created either through written code that interacts directly with the Ethereum blockchain or through a user interface that follows the basic template set forth by the token standard. \n\nNFTs also have the ability to link to off-chain data. This is often done in cases where the files correlated to the NFT are too large and would be too expensive to host on the Ethereum blockchain — which incurs high fees for data consumption and storage. Therefore, the data may be hosted by a centralized hosting service. The metadata within the NFT then points to that external location. \n\nThe use cases for NFTs are vast, even allowing for the digital representation of physical items, removing the need for intermediaries and streamlining the process of transferring ownership. Expect to see business applications of NFT technology expand as adoption grows.\n\n## Examples of NFTs\nNFT projects have exploded in recent years with creatives and companies from multiple different sectors trying to get a piece of this [multi-billion](https://www.fintechnews.org/report-nft-market-valuation-to-rise-to-over-13b/) dollar market. \n\nIn 2017, Larva Labs created the NFT collection CryptoPunks, becoming one of the first tokenized collections built on the Ethereum blockchain. This collection of 10,000 8-bit, cyberpunk-inspired NFTs has gone from experiment to icon, with some CryptoPunks selling for millions of dollars each. \n\nThe CryptoPunks collection is known as one of the first “pfp” or Profile Picture collections. The metadata for each CryptoPunk specifies different visual traits, making each one completely unique. \n\nAnother major player in the early NFT market, Cryptokitties, was launched in 2017 by DapperLabs. Each kitty is a unique NFT that can be bought, sold, or bred with other Cryptokitties to make more unique Cryptokitties with varying levels of rarity and value. \n\nEach Cryptokitties metadata defines their “genes” which generates their appearance and can be passed on to their offspring. Cryptokitties were the first NFTs minted via the ERC-721 tokenization standard.\n\nThe Bored Ape Yacht Club (BAYC) launched in 2021 and quickly permeated the mainstream thanks to high-profile adopters like Jimmy Fallon and Stephen Curry as well as companies like Adidas. In December of that same year, BAYC overtook CryptoPunks as the highest-priced NFTs with an average selling price of 84 eth. \n\nWhile the BAYC initially launched as “pfp” art collection, it has since become a utility NFT granting access to exclusive online and real world opportunities.\n\n## Utility NFTs\nUtility NFTs are often classified as any NFT with a use case beyond visual aesthetics. Most commonly, utility NFTs provide owners with access to certain privileges or rewards that are only gained and accessed through ownership of the utility NFT. This could be a theater ticket, a gym membership, a commemorative token from attending an event, or even a digital subscription box.\n\nUtility NFTs are created in much the same way as art NFTs, with the major differentiator being that they grant access to something. Using our previous example, Bored Ape Yacht Club NFTs became utility NFTs when they started to allow owners of BAYC NFTs access to the “Yacht Club” — an exclusive social club with benefits like access to secret in-person events, NFT collectibles, and a virtual wallet. They further increased this utility by dropping Bored Ape owners \"Ape Coin\" - a fungible token now traded on popular exchanges.\n\nUtility NFTs have spilled over into other sectors as well. In 2021, American rock band Kings of Leon became the first band to ever release an album as an NFT with the help of YellowHeart Crypto. Their eighth studio album, *When You See Yourself*, was released as both a physical item and three different NFTs, each with varying levels of utility including digital downloads of the album and front row tickets for every subsequent tour. \n\nNFT.com’s Genesis Keys can are also considered utility NFTs as they grant owners the ability to mint Profile NFTs, as well as access to beta features, and an exclusive private community.\n\nUtility NFTs currently represent one of the most promising sectors of the web3 market. \n\n## Why are NFTs valuable?\nNFTs often derive their value from being the ability to prove origination and ownership. The limited supply of any given asset creates a higher demand. However, the demand relies on several other factors.\n\nAs mentioned earlier, some NFT collections have high name recognition. NFTs in these collections tend to be of much higher value. To use art as an example, a painting created by a famous artist will often be worth much more than one bought from a new unknown artist.\n\nThe value of an art NFT also depends on the *future* value of the piece. Following the art analogy, say you saw a young Michelangelo selling a painting on the side of the road. The price would likely be very low, but after he goes on to paint the Sistine Chapel, the value of one of his original paintings would skyrocket. \n\nThe same applies to art in the NFT space - as after all, it’s still art! And as we can see, those who bought Bored Apes when they first came out, did so at a low undiscovered price and now own a highly-valued work of digital art.\n\nThe *utility* of a given NFT also contributes to its value. This is where art NFTs most noticeably differ from traditional art. Owning a Picasso does not get you anything but a Picasso and the reputation of owning a Picasso. Owning an NFT however, may get you access to additional benefits depending on the project. As such, [an NFT with utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") may have a higher value than those without.\n\nLastly, and perhaps most importantly, the real value of an NFT lies in the eyes of the beholder. Like art or music or films, people buy things that they enjoy owning. This is the *perceived* value of art. To you, a piece might be invaluable based on its aesthetic alone, and ultimately that may dictate your buying decision.\n\n## Where to buy NFTs\nNFTs can be bought and sold on platforms like OpenSea, Rarible, Nifty Gateway, and more. To buy an NFT, you will likely need to have some form of cryptocurrency — though some fiat options exist. \n\nPurchasing cryptocurrency can be done by opening an account with a cryptocurrency exchange. Once you do, you will want to buy the currency native to the NFT you’re purchasing. Currently, the majority of NFTs are still based on the Ethereum blockchain, and can be purchased with Ether.\n\nOnce you have purchased your cryptocurrency, you will then need to transfer your it to a crypto wallet. These digital wallets are a place where you can safeguard your digital assets, like NFTs or tokens. MetaMask is the most common crypto wallet for those looking to buy and sell NFTs on the Ethereum blockchain. \n\nTo use MetaMask, navigate to their website and install it on your browser. Be careful with your MetaMask recovery phrase. *If that falls into the wrong hands, you could lose your assets permanently!*\n\nOnce you have Ethereum in your MetaMask wallet, you can connect your wallet to an exchange and draw from it to buy and sell NFTs. Once owned, the NFT will be stored in your wallet and can be displayed with a NFT gallery.\n\n## Displaying your NFTs\nOnce you have a NFT, you can view it on Etherscan, Opensea, or in your MetaMask wallet. But if you’re looking for a more stylized and artistic way to display your NFTs, you can get a Profile right here on NFT.com\n\n[NFT.com](https://www.nft.com) is the best place to display NFTs with highly customizable and personalized Profile galleries which form the foundation for a decentralized web3 social network. NFT.com Profiles are themselves NFTs, meaning they are tied to a unique ERC-721 token, enabling you to access and build your NFT gallery on a Profile you truly own.  NFT.com is currently in beta and only available to [Genesis Key NFT](https://docs.nft.com/genesis-keys/what-is-a-nft.com-genesis-key-nft) holders.\n\n## Conclusion\nYou should now have a basic understanding of NTFs and their varied utilities and value. There is a lot more to learn about NFTs, as well as their [possible use-cases](https://www.nft.com/articles/emerging-use-cases-for-nfts), but that is exactly what makes web3 so fascinating!\n\nTo learn more about all things NFTs, check out [NFT.com/Articles](https://www.nft.com/articles). ",
          "author": {
            "name": "NFT.com Team",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/2qimV1q1FWn4xU6MIHFC4p/d494084938ecb595e63f4878a5640e5f/nft_profile_images-white_2x.png"
            }
          },
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/1TrcdRvvLshiff9kEnoxS1/fc17e293d340a50ac312189d0b891c82/deepmind-jVZ_BKzDOJg-unsplash.jpeg"
          }
        },
        {
          "tags": null,
          "slug": "what-is-a-crypto-wallet",
          "title": "What is a crypto wallet? - Explained - NFT.com",
          "description": "This article will explain what a crypto wallet is, how to select the right crypto wallet for you, how they work, and how to keep your digital assets safe.",
          "publishDate": "2022-10-28T00:00:00.000-05:00",
          "body": "__The first step to every web3 journey starts with a crypto wallet.__\n\nThis article will explain what a crypto wallet is, how to select the right crypto wallet for you, how they work, and how to keep your digital assets safe.\n\n# What is a crypto wallet?\nA crypto wallet is software used to manage a user’s cryptographic keys which control one or more on-chain addresses. Crypto wallets can be used to send and receive any token such as an NFT or a cryptocurrency to and from any on-chain address.\n\nWallets provide an easy way for a user to interact with web3 applications. Users can simply navigate to web3 applications and connect their wallets, which in turn allows them to interact with the application and execute trades with the currency in their wallet. This can all be accomplished with the wallet alone, without entering a username and password.\n\nPopular crypto wallets on Ethereum include [Metamask](https://metamask.io/), [Coinbase Wallet](https://www.coinbase.com/wallet), and [Rainbow](https://rainbow.me/).\n\n![Ethereum Wallet Banner Image](//images.ctfassets.net/v06qbfn5fzrz/4pBGFwRmFhIL4AG3GsBnR9/018384c66229fb278bf4b5ae9a3c7c7a/logos_combined_transparent.png)\n\n# Selecting the right crypto wallet for me.\nCrypto wallets come in a few different forms. These can include software like desktop and mobile applications, browser extensions, mobile wallets and even physical hardware wallets. \n\nThese wallets are commonly referred to as: “self-custody” wallets, and are a core component of web3 by allowing users to manage their own assets. \n\n![A-WIACW-3wallets](//images.ctfassets.net/v06qbfn5fzrz/1K620lL3tfOgzd3SRqVnWk/4c3abfb91e18bab576be9c3634c95fee/3_wallets.png)\n\n# Software vs. Hardware\n\n### Software:\n\nA software wallet refers to any computer application, mobile application, or browser extension that can be used to manage a user’s cryptographic keys. Most browser wallets provide an option for a user to create a password once a wallet is set up. This makes accessing and the wallet easier than requiring the input of a Private Key for each use.\n\nBrowser extension wallets like MetaMask are a great way to interact with web3 enabled websites. Mobile software wallets are equally useful for accessing your digital assets on the go. \n\n![Sign in page metamask for NFT.com](//images.ctfassets.net/v06qbfn5fzrz/3Vl5JJkeI0YQXMicJLCJgG/b13db56e6c339db86a47b5cbf2bc6438/Screen_Shot_2022-10-26_at_12.21.13_PM.png)\n\n### Hardware:\n\nA hardware wallet is a physical device that stores a user's private keys. Hardware wallets provide an increased level of security by requiring the physical device to be present to execute an on-chain action. \n\nReputable hardware wallet brands such as [Ledger](https://www.ledger.com/) and [Trezor](https://trezor.io/) are a great option for those looking to further safeguard their digital assets. Many of these hardware wallets can be used in tandem with browser extension Wallets like MetaMask to maximize security and convenience.\n\n![Trezor-Ledger-Image](//images.ctfassets.net/v06qbfn5fzrz/4TlpkTCQoNXbXYr609XZrI/4e6afeb7b3fa7f184bdf0ecfb7dd78d4/trezor-ledger-image.png)\n\n# Understanding your crypto wallet:\nTwo (2) cryptographic keys are created when setting up a new crypto wallet. \n\n  - A public key is the “on-chain address” that you use to send and receive digital assets. \n\n  - A private key is the secret password to access the digital assets within your wallet. Many wallets provide a 12-24 word sequence upon creating your wallet called a “seed phrase”. The seed phrase can be used to gain access to your wallet in place of the private key. \n\n__Please Note:__\nAnyone who has your private key or seed phrase has complete access to execute actions such as sending digital assets out of your wallet. __The importance of keeping your seed phrase secret can not be overstated!__\n\n# Protecting your wallet\n\nThe decentralized nature of web3 means that you are solely responsible for the safekeeping of your digital assets. It is critical to be mindful of the following points when using your wallet.\n\n  - Your seed phrase is extremely important to the security of your wallet. Make sure to keep it stored somewhere safe (preferably on paper somewhere you can keep hidden and away from the elements)\n\n      - It is strongly recommended that you physically write down your private key on two or more pieces of paper and store them somewhere safe and dry. \n\n      - Using a steel private key storage device like the BillFodl from Ledger can provide increased safety comfort compared to paper in the event of a fire. \n\n![A-WIACW-bilfodl](//images.ctfassets.net/v06qbfn5fzrz/1IN9J4kAthTtcIjKXi643U/00d28e4c496acef96be65a86618f6e35/A-WIACW-bilfodl.jpeg)\n\n- Use a password that you have not used before when setting a password for your software wallet. Make it memorable, but not too easy for people to guess. We recommend creating a password that contains at least 12-15 digits and has a combination of upper and lower case letters, symbols, and numbers.\n\n- Do not interact with tokens or NFTs that you do not recognize. Airdrop scams have become extremely common in the NFT ecosystem. If you see something in your wallet that you did not buy or came from someone you don’t know, it’s best just to leave it alone and don’t transfer it or burn it. Interacting with a malicious airdropped NFT can result in the loss of ALL digital assets within that wallet!\n\n- Be careful where you connect your wallet! Do not connect your wallet to sites you do not trust completely, and be sure to carefully read any prompts your wallet displays before signing or executing a transaction.\n\n# What can I do with a crypto wallet?\n\nYour crypto wallet allows you to interact with web3 enabled sites and applications that support the wallet and blockchain you are using. \n\nThere are a number of web3 applications that you can explore through helpful resources like [DappRadar](https://dappradar.com/); a helpful database of popular decentralized applications otherwise known as “dApp’s”.\n\nYour crypto wallet is also where you will store digital assets like NFTs. NFTs can represent art, access passes, memberships, and more. [We go into more detail about NFTs in our other article here.](https://www.nft.com/articles/what-is-an-nft) \n\nThere are a number of NFT marketplaces where you can purchase NFTs. However, you can utilize platforms like NFT.com that aggregate NFT listings from multiple marketplaces to get the widest selection of NFTs for the lowest available prices.\n\nNFT.com provides a familiar cart experience for NFT shopping. You can select and purchase several NFTs at once, mitigating the pesky “per-sale” gas fees that one typically can expect when transacting on the Ethereum network.\n\n![A-WIACW-gif of noah-s page](//images.ctfassets.net/v06qbfn5fzrz/54j3kdTPjkOZLRLgAi9TaB/4808d9edc290cde2948a37bf44fd2c12/A-WIACW-gif_of_noah-s_page.gif)\n\nLastly, you can take your web3 experience to the next level with a NFT Profile. Your NFT Profile acts as your web3 home base, and comes with a customizable NFT gallery where you can display your favorite NFTs with a personal touch. \n\nEach Profile has its own unique address like [NFT.com/alec](https://www.nft.com/alec) or [NFT.com/jordan](https://www.nft.com/jordan), making it easy to display and trade your NFTs.\n\nCurrently, you can only mint a Profile with a NFT.com Genesis Key NFT. A new Genesis Key unlocks the ability to mint (4) four free NFT Profiles. What you choose to mint and create is up to you!\n\n*Note: NFT.com is currently in private Beta for Genesis Key holders only.*\n\nFollow the development of NFT.com on [Twitter](https://twitter.com/nftcomofficial) and join us in our [Discord](https://nft.com/discord) as we continue to build and roll out new features!\n\n# Final thoughts:\n\nCrypto wallets are essential to interacting in web3, and in many ways reflect one's online persona through the digital assets they collect and hold. \n\nThe web3 space offers exciting new experiences, and we hope you will join in on the fun!\n\nTo learn more about all things NFTs, check out [NFT.com/Articles](https://www.nft.com/articles). ",
          "author": {
            "name": "Alec Otto",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp"
            }
          },
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5DeHBrJ1BkKjhgPPcYOqm7/7c34ba5a2b201a826d497775006dddcd/mint_silver_image3_smallgrey.png"
          }
        },
        {
          "tags": null,
          "slug": "nft-games-you-can-play-now",
          "title": "7 NFT Games we are watching this year - NFT.com",
          "description": "Discover new exciting NFT games that you can play right now. The NFT gaming space is just getting started, and you won't want to miss out on these games...",
          "publishDate": "2022-07-20T00:00:00.000-05:00",
          "body": "__With much of the NFT space looking to gaming as a major use case, let’s look at the NFT gaming space as it exists today, and check out what’s fun to play!__\n\n# 7 NFT Games we are watching this year\n\nBefore we get started, let's address an important question.\n\n## What are NFT games? \n\nNFT Games utilize [NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") to represent in-game items, often as a core mechanic of the gameplay and game economy. There are a number of games [taking advantage of the utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") cryptocurrency has to offer, and as the web3 space matures, so will the games we see. \n\nFor this article we will be mainly focused on games that use NFTs to represent their in game items, and can be played right now. We’ll touch on Metaverse games and digital land ownership in another article. \n\n## 1. Axie Infinity\n![Axie Infinity image](//images.ctfassets.net/v06qbfn5fzrz/71o4AsP1vQ21Ug3iJC0ATI/d0b0a97a3a7ba8e91f0ed4dbd3b80c3d/axie_infinity.jpeg)\n\nA pioneer of the NFT gaming space.\n- Free to play: No\n- Multiplayer: Yes\n- Genre: Strategy Game\n- Blockchain: Ethereum (Ronin L2)\n\nAxie Infinity is an original crypto game with a peak of 2.8 million daily active players in 2021. It is a unique online multiplayer game by Vietnamese developer Sky Mavis, centered around axolotl-inspired digital pets called Axies. Taking a page from the “Pokemon\" series, in Axie Infinity, players can collect and battle these adorable creatures against one another.\n\nAxie Infinity features a breeding mechanic similar to CryptoKitties (mentioned in our What is an NFT article), in which an Axies “genes” pass down various strengths, weaknesses, and other traits to the offspring. \n\nHowever, Axie Infinity stands out as a fully multiplayer competitive online game where players can build teams of Axies, and battle other players for rewards and glory. \n\nThe game’s adorable style, fused with a rich level of complexity and depth made it a hit among those early to the NFT gaming space, and continues to draw interest today. Axie Infinity requires the purchase of Axies in order to play.\n\n[You can check out more about Axie Infinity here.](https://axieinfinity.com/)\n\n## 2. Gods Unchained\n![Gods Unchained](//images.ctfassets.net/v06qbfn5fzrz/34ft074H3pLHjkGpsMPGiL/d459e1a19783b59d1d99a2f7b70aa2e8/gods_unchained.png)\n\nOne of the top NFT trading card games around.\n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Trading Card Game\n- Blockchain: Ethereum\n\nGods Unchained will feel like familiar territory for trading card game fans. It is an online, multiplayer turn-based fantasy card game, focused on player vs player battles. \n\nGods Unchained is led by Chris Clay, game director for the wildly successful “Magic the Gathering Arena”. The goal of each match is to destroy an opponent's “God” before they are able to destroy yours.\n\nGods Unchained integrates the rarity and collectable aspect of traditional trading card games by utilizing blockchain technology to turn the cards into NFTs, which can then be traded on the open market. \n\nThis game is also completely free to play, and costs nothing to get started. Gods Unchained is a great start for those looking to get into NFT games, and boasts an active player base with over 100,000 discord members.\n\n[Learn more about Gods Unchained here.](https://godsunchained.com/)\n\n## 3. Blankos\n![BBP PLAY](//images.ctfassets.net/v06qbfn5fzrz/1d8YE0CfNgbjEwGZ31DWsY/2d31f0b7cdb94159a14b840525017aef/BBP_PLAY.jpeg)\n\nMost fun party style NFT game. \n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Party Game\n- Blockchain: Private EOSIO\n\nBlankos is a well executed party game that’s so fun you won’t even notice you are playing an NFT game. Blankos takes the fun of traditional 3d platformers like Super Mario 64, and fuses it with the multiplayer shenanigans of Fall Guys. \n\nIt is self described as an “open-world multiplayer game styled like a giant block party”. Blankos delivers hours of silly creative fun thanks to custom level building and expansive multiplayer game worlds.\n\nIn Blankos, you play as a vinyl toy character, and can join massive worlds with all of your friends. Blankos is a free to play game, but you can purchase new Blankos character NFTs, or earn new ones through your in-game winnings. \n\nThe characters in Blankos are NFTs that you own, but they exist on a private blockchain and are transacted with FIAT currency. This isn’t really a downside, but it should be noted that you won’t get the same crypto interoperability of some other NFT games.\n\nBlankos is a great game for those who enjoy 3d platformers and want to play with friends. [Click here to learn more.](https://blankos.com/)\n\n## 4. War Riders\n![war riders](//images.ctfassets.net/v06qbfn5fzrz/5zXGgmnA9TdhM2ycfFnGkX/c345dc8d884614ccc5db08ee67179f75/war_riders.jpeg)\n\nMost unique gameplay style for an NFT game.\n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Raid Style - Offroad Battle Game\n- Blockchain: Ethereum\n\nFans of multiplayer FPS (first person shooter) games, may have noticed a trend towards “raid” style gameplay. In “raid” style games, players venture out into a world with other players to find resources, and have to fight their way through players and enemies to escape from the “raid” with those resources. \n\nWar Riders takes this unique gameplay style, and infuses it into a “Mad Max” inspired game world where players drive and battle in war torn off road vehicles with the hopes of finding “Benzene deposits” (BZN) to “mine”. \n\nPlayers then have to fight off other players to extract from the barren desert with their cryptocurrency loot!\n\nWar Riders is a great Free to Play game for those looking for a unique, hardcore, adrenaline-pumping experience. [You can learn more and get started playing War Riders here.](https://warriders.com/)\n\n## 5. Forge Arena\n![Forge Arena](//images.ctfassets.net/v06qbfn5fzrz/3ZsFF7oi6ks8zfYkiCiPYf/e366b0acc1940b2f6621cf7d5423a183/forge_arena_gamers.jpeg)\n\nBest first person shooter NFT game.\n- Free to Play: No, but moving to f2p model\n- Multiplayer: Yes\n- Genre: First-Person Shooter\n- Blockchain: WAX\n\nAre you a champion of Battle Royale? A human aim-bot with the frostiest flicks in the metaverse? The teammate who clutches a 1v5 when the whole team is down?\n\nWell look no further than Forge Arena. This is an intense counter-strike style shooter for those with surgical aim, lightning reflexes, and a competitive mindset. Forge Arena rivals the polish and gameplay of some triple-A game studios. \n\nForge Arena’s docs page states that it is “Aimed to be the world's first Esport on the Blockchain”, and lives up to the claim with intense first person shooter gameplay and a competitive player base.\n\nForge Arena utilizes the power of NFTs to track ownership of in-game items like weapons, skins, and item crates. All of which can be bought on Forge Arena’s marketplace, or earned through playing the game.\n\nWe would recommend Forge Arena as a captivating start for those with previous experience playing competitive First-Person Shooter games. [Click here to learn more.](https://playforge.gg/)\n\n## 6. Splinterlands\n![Splinterlands](//images.ctfassets.net/v06qbfn5fzrz/1yV7EEniWvaw6Pn4jf7ViQ/dbf39996514c7c40fa29c14bf1b1b039/Image_7-21-22_at_1.52_PM.jpg)\n\nRapidly growing, up and coming NFT trading card game. \n- Free to Play: Yes\n- Multiplayer: Yes\n- Genre: Trading Card Game\n- Blockchain: Hive Blockchain\n\nSplinterlands is another blockchain based Trading Card game that is picking up steam. It has a rapidly growing player base of over 1 million players, and is rapidly gaining the attention of online Trading Card game fans. \n\nPlayers start out with a complimentary set of cards making the game fully free to play, with the option to purchase additional cards via the Splinterlands marketplace. Each card is an NFT with a limited supply, and players can buy rare cards to improve their decks, or sell cards in exchange for cryptocurrency. \n\nWe would put Splinterlands on par with Gods Unchained as a solid option for those looking for blockchain based Trading Card games. [Check out Splinterlands in more detail here.](https://splinterlands.com/)\n\n## 7. Spider Tanks\n![Spider Tanks](//images.ctfassets.net/v06qbfn5fzrz/5iGh0183yDtidZhyVMjoY8/562939c1eed821108fcdab59b9e7e0c8/spider_tanks.png)\n\nA unique multiplayer battle arena game for all player types. \nFree to Play: Yes\nMultiplayer: Yes\nGenre: Battle Arena\nBlockchain: Gala Games\n\nLastly, we have Spider Tanks. This is a massively overlooked free to play game featuring an extraordinarily fun, top-down, battle arena style experience. Players pilot a multi-legged robotic tank and battle other players in tight arenas for resources and rewards. \n\nSpider Tanks has a little something or everyone, walking a fine balance between a casual and competitive gaming experience. \n\nIt is free to play, so new players can dive right in and get to blasting other players in the arena. Competitive players can rest easy knowing they can take their skills to an e-sports level with official championships to compete in. \n\nSpider Tanks harnesses the power of NFTs for all of their in-game items such as tanks, skins, weapons, and even arena maps that you can design yourself!\n\nWe have to recommend Spider Tanks as a fun start in the NFT gaming space regardless of skill level or play style. It’s just plain fun! [Click here to learn more about Spider Tanks.](https://www.spidertanks.game/)\n\n## Conclusion\nNFT games will only become more popular and more polished as game developers integrate the power of blockchain technology into their development process. We’ll keep you posted as the gaming and crypto industries continue to collide.\n\n[Check out our other articles here to learn more about NFTs.](https://www.nft.com/articles)",
          "author": {
            "name": "Alec Otto",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp"
            }
          },
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/6Nef3FI1itt6d3JfGUe5Wn/437482e79874fa3bd2d4519df9ce2f96/gaming-5120169_1920.webp"
          }
        },
        {
          "tags": null,
          "slug": "what-does-mint-mean",
          "title": "How to be early to an NFT drop - Explained - NFT.com",
          "description": "Learn how to find new NFTs, get in on new NFT drops, and how content like video, music, and images become NFTs through a mint. ",
          "publishDate": "2022-09-02T00:00:00.000-05:00",
          "body": "__[NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") exist in a large variety of [familiar mediums](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") like gifs, video, music, or images.__ \n\nWe will explore how NFTs are created to represent this content through a “mint”.\n\n# How to be early to an NFT drop\n\nFor starters - let’s explore the genesis of the term __\"mint\"__.\n\n## What is “minting”? \n\nMinting was first used to define the stamping of metal in order to create a coin. It was the process of converting a common metal into a standardized currency.\n\nThe term has since broadened to be used in defining the creation of something new and unique. New inventions, technology, or even certifications may now be referred to as ‘newly minted’.\n\nMinting was adopted by the cryptocurrency community to define the creation of a new token. [Tokens could be fungible or non-fungible](https://cointelegraph.com/nonfungible-tokens-for-beginners/fungible-vs-nonfungible-tokens-what-is-the-difference \"Fungible vs nonfungible tokens: What is the difference?\") as well as have a fixed or variable supply. \n\nMinting refers specifically to the creation of the token with association to a piece of art, music, video, utility, or other data. It does not refer specifically to the creation of the data. Minting is better compared to the idea of ‘publishing’ something like a book or record. \n\nThis idea carries over to the world of cryptocurrency where the content of an NFT is created before the NFT is minted.\n\n## What is a “mint”?\n\nA “mint” in an NFT collection refers to the creation of NFTs in that collection. The mint can be initiated by the creator or a third party who wants an NFT from a collection. It can refer to both the act of creating the NFT or the event at which the NFTs are created.\n\nMinting an NFT [requires a fee](https://www.coindesk.com/learn/what-are-ethereum-gas-fees/ \"What Are Ethereum Gas Fees?\") to trigger an event on the blockchain. It can also require a fee to pay the NFT creator for their work. Other creators choose to enable the mint for free to enable access.\n\n## How do you mint an NFT?\n\nThe process of minting an NFT will depend on if you are minting an NFT from a project's “mint” event, or if you are creating and issuing an original NFT yourself. \n\n### Participating in a mint:\nEach NFT Project runs their mint process differently.\n\nMost NFT projects will have a website that you can connect to with a cryptocurrency wallet. \n\nThe project website will likely walk you through the process of minting the NFT by signing a transaction with your cryptocurrency wallet. This will result in the NFT being minted to your address.\n\nThe art or asset for the NFT you are minting is often already created. The mint brings the NFT into existence on the blockchain. This can help reduce the cost of the mint. \n\nSome NFT “mints” are free, and others cost money. It is very important to [be careful where you connect your web3 wallet](https://metagamehub.medium.com/metamask-security-a-complete-guide-on-how-to-protect-your-wallet-from-hackers-655c88d16f7 \"MetaMask Security: A Complete Guide On How To Protect Your Wallet From Hackers\"), and what transactions and signatures you sign when connecting your wallet to a website. \n\n## Conclusion\nNFTs are still a nascent technology with significant growth and innovation on the horizon. The web3 space will continue to evolve, making it easier to purchase and mint NFTs in the future. \n\n*__Stay up to date with creator focused NFT.com developments by [following us on Twitter](https://twitter.com/NFTcomofficial), and [joining our Discord community](https://nft.com/discord) today!__*\n\n[Check out our other articles here to learn more about NFTs.](https://www.nft.com/articles)",
          "author": {
            "name": "Alec Otto",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp"
            }
          },
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/1rzgUlH5ZoGa76eOccl27p/f9d846bd4016907106077595ad2bf680/Optimized-mint_silver_image4.webp"
          }
        }
      ]
    },
    "newsCta": {
      "link": "articles",
      "title": "Read our Blog"
    },
    "tags": {
      "tags1": ["NFT", "Profile", "Key", "Ape", "Utility", "Moon"],
      "tags2": ["Spicy", "WAGMI", "Doge", "Blue Chip", "Discover"]
    },
    "bynpCta": {
      "link": "app/mint-profiles",
      "title": "Create a Profile"
    },
    "wycdBlock2Row1NftsCollection": {
      "items": [
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/0PFFWfBzHK2IcTxrVQ0XH/0bb2de269b4e0e6f0733b3fd6eea61f0/Mask_group-1.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/69i7CcVGKUWbTPjE78Z2Cd/beea936ff77d9cae0f7086d3ed314e14/Mask_group-2.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/1nHcqGH3rWmfic5qEZoR9x/0bf14673610ccdc99524bfe48e7cac69/Mask_group-3.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6zIePkur151D4dGA3fS8Lj/72a59612188ea765040fed58f3f1084f/Mask_group-4.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6eGAf96mc6MgivI3DYw4FO/7956ca7a989dd933538dc4cbbd4eb093/Mask_group-5.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6a6vtP2uGGiEE5FevAhL4u/2e323bc58e28bea00e94b8cd887d9bd9/Mask_group-6.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6QKYZk1NmXrOIac0owlAP4/ce04b573f89f38ae96e05c044aca161c/Mask_group-7.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/5a27zx2VpgNPvD8r0nvdHX/3cdf66e069320f8b4ee6f8fd5d176bcd/Mask_group-8.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/3xr0rs7fpHPWJG0FLiVZ6n/c1c44d46a37c45dedfa527cee54f78f2/Mask_group-9.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/2fNT3chNwUZetNcqJ86qCi/18f12230d2676631e72c93fa0dd078d4/Mask_group-10.webp"
        }
      ]
    },
    "wycdBlock2Row2NftsCollection": {
      "items": [
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/3bqS1wwIB3h5U75Ek3rWbX/852774378aec4f5f689b73abd5c5bd62/Mask_group-11.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6mOzBvXrUfvPOMF5O6GbzR/cd15ec2bc9dcc3ec390084c65082bbc5/Mask_group-12.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6b2chDwiRdDFDGYXJ4lqx2/3fe348c8e0d75c7f43ad21b60edaa97a/Mask_group-13.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6ue8mcqOmh1oYv5CLUiUy7/82d3051d411baa8cbb067e56f3ec5c01/Mask_group-14.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/5v76NAHimCNrmNIitTGkBt/8fa86f10ea871db26ec17ce28b1aba36/Mask_group-15.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/5j8c3hiMYOcqd91LGa3pbo/b462b2a58febe2a21742fa1d6fcaf45f/Mask_group-16.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/1fW1NbR9EusGJPIS3voUUU/e957a722b3b42b6e4ed5ed33e4e23092/Mask_group-17.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/76opH8rMDRakscgLJRxW2e/4213150ab0cec13b7d89deb39df9c2b9/Mask_group-18.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/H81G8EYeotALeNKnB0Gph/5444ccf7faa11dc1a169824bf1f71700/Mask_group.webp"
        }
      ]
    },
    "heroNfTsCollection": {
      "items": [
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/66Wvzquht7nQuqzw9KjGm8/01257ccf13fb91e734953bce7db68dc8/own-your-1.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/7IWxaPizBaKgTzMb8IpC6C/ae4980c679c14ad5e0e2ef5ef1d08bc3/nft-identity-2.webp"
        }
      ]
    },
    "wycdTitleNfTs": {
      "url": "https://images.ctfassets.net/v06qbfn5fzrz/4BpXCzP80RnaqFZCNSp0UE/871760f425fc3e58204127e6637f5a75/what-can-you-do-img.webp"
    },
    "discoverTitleNfTs": {
      "url": "https://images.ctfassets.net/v06qbfn5fzrz/5jP239CwXYVl2gd8YPqUH4/4553ea55ddad6a5c1356fe0f3335da33/discover-a-new-world-img.webp"
    },
    "bynpTitleNfTsCollection": {
      "items": [
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6PWz7nbu5eIoxuMr4DeHly/cebb6407a94ae49f3f20bd4ac952b031/build-your-img.webp"
        },
        {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/3crKZQ7lH0tAvwWsA889LN/b61177a18315be8aa1397cd0d6855165/own-your-1.webp"
        }
      ]
    },
    "leaderboardTitle": "NFT Profile Leaderboard"
  },
  {
    "heroTitle": "NFT.com Blog",
    "listTitle": "Articles",
    "blogSlidesCollection": {
      "items": [
        {
          "title": "What does the FTX collapse mean for NFTs? - Explained - NFT.com",
          "slug": "what-does-the-FTX-collapse-mean-for-NFTs",
          "description": "Find out how the collapse of the major cryptocurrency exchange FTX affects the NFT industry, web3, and the entire cryptocurrency ecosystem.",
          "body": "__What does the FTX collapse mean for NFTs?__\n\nIn this article, we will break down how the collapse of the major cryptocurrency exchange FTX affects the NFT industry and ecosystem.\n\n## Abstract\n\nFTX, once one of the largest cryptocurrency exchanges, collapsed in early November due to excessive leverage and mismanagement of user funds. The FTX collapse was far from isolated, bringing with it sister-companies and subsidiaries, Alameda Research, FTX.US, and countless others.\n\nThe ripple effects of this crash have been severe, and many funds and investors soon experienced crises of their own as they lost funds, wrote off investments, and saw users exit the market.\n\nThe impact of FTX’s demise on the cryptocurrency industry is clearly significant, but you may be asking yourself: __what does this mean for NFTs?__\n\nWe’ve identified a few key takeaways to keep in mind whether you are an NFT issuer or collector.\n\n### 1. Own your keys, own your coins\n\n![A-FTXD-perfect key image](//images.ctfassets.net/v06qbfn5fzrz/7hIxPqwA6qoKMwBorFYrtv/e4ebe9b8bf68d28f943c7c90481b8b32/A-FTXD-perfect_key_image.jpeg)\n\nBlockchain technology enables people to self-custody any token, including an NFT. This means that they have a public/private key pair that controls their tokens. \n\nKeys are managed through wallet software which you can learn more about [here](https://www.nft.com/articles/what-is-a-crypto-wallet). \n\nDuring the fall of FTX, users that didn’t control their keys and instead trusted the exchange to hold their tokens, soon found themselves unable to withdraw their funds. In many cases tokens were lent out to third parties and subsequently lost. These users have limited recourse to withdraw their tokens.\n\nAnyone collecting NFTs should ensure they self-custody their NFTs for the same reason. [NFT.com](https://www.nft.com/) is a fully self-custody solution so you never need to give up control of your NFTs. \n\n### 2. Brands must be builders\n\n![A-FTXD-brands builders](//images.ctfassets.net/v06qbfn5fzrz/6AS73srTdKZJwJ4ugKhJFN/ecc3e0bd73aa7837645e21d1fec8d5bd/A-FTXD-brands_builders.jpeg)\n\nCrypto companies have featured a lot of well known celebrities including Tom Brady and Matt Damon to promote their products. Some of these celebrities are [now named in lawsuits](https://variety.com/2022/digital/news/ftx-lawsuit-larry-david-tom-brady-stephen-curry-crypto-1235434627/) related to the FTX collapse. \n\nDespite this, new creators and consumer brands are continuing to enter the NFT Space. Nike, Reddit, Sony, and more have announced new products leveraging NFTs for digital collectibles. \n\nNew users should trust those brands which are integrating NFTs and digital collectibles into their strategies and products as opposed to merely contributing to hype. \n\n### 3. NFT trading decline\n\n![A-FTXD-down arrow](//images.ctfassets.net/v06qbfn5fzrz/7mPn3CdVaMaPA6LC4HJIdn/25cb5c2a649af18e652112fc3cd14c61/A-FTXD-down_arrow.jpeg)\n\nNFT trading volumes [have decreased](https://nftgo.io/analytics/market-overview) following the implosion of FTX. Many users had their token portfolios negatively impacted which has reduced the number of speculators in the market.\n\nHowever, many organic NFT communities are still experiencing strong trading. Ecosystems that were less affected are still seeing significant trading volume like the Zuse Market on Hedera. \n\nMany NFT collections are targeted to unique communities outside of financial speculation. This will help NFTs and the cryptocurrency as a whole to rebound. \n\n### 4. Community, community, community\n\n![A-FTXD-social connections](//images.ctfassets.net/v06qbfn5fzrz/4pGcXi8wWZaxtunWWJNgVT/6bfaba5f756aa58f0a02ecbea9aea061/A-FTXD-social_connections.jpeg)\n\nCommunity engagement will define what makes NFT collections successful now more than ever.\n\nNFTs allow individuals to participate in shared digital communities. NFTs provide access, artwork, and reputation within these communities.\n\nMany NFT communities have rallied around one another in light of market turbulence. Users have helped each other to address security issues, share news, and more.\n\nProjects like LinksDAO have continued to support their communities with new NFTs like their recent [Links Champion](https://champions.linksdao.io/) drop.\n\n### 5. Remember what makes crypto great\n\n![A-FTXD-coins](//images.ctfassets.net/v06qbfn5fzrz/qnPzIupb8VznEPPmkbkgM/a6cd43ff819bdd5b4a2c003383f0a878/A-FTXD-coins.jpeg)\n\nThis latest crisis represents the value of decentralization in all parts of our digital lives. Blockchain and NFTs allow individuals to own their assets, their identities, and ultimately their communities.\n\n## Conclusion:\n\nOur mission at NFT.com continues to build the homebase for digital collectibles where users can buy and sell NFTs wherever they live in a profile that they own. \n\nWe invite you to [join the NFT.com community today](https://discord.gg/nftdotcom), and be a part of shaping the future of the NFT space.\n\nNew to NFTs? [Click here for more helpful guides and articles!](https://www.nft.com/articles)",
          "publishDate": "2022-11-17T00:00:00.000-05:00",
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/4WVZ4jGyWmMpNRq2qs5OrT/44dcf4eeaccc866e7a8d37fa9312c9cc/FTX_article_main_image.png",
            "description": ""
          },
          "author": {
            "name": "Don Thibeau",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/6zF6fTJMQSbRASt4FCHziJ/b36eb96c5a8dfcca7ec2415b56feaa61/T0176V4UPN0-U03E4TQ0G65-e8a934de788c-512.png",
              "description": ""
            }
          },
          "sys": {
            "id": "5Lsc0Vpob0tjOtMihl4sYI"
          }
        },
        {
          "title": "What Is An NFT? - Non-Fungible Tokens Explained - NFT.com",
          "slug": "what-is-an-nft",
          "description": "Want to learn about NFTs? Look no further! This article will provide a basic fundamental understanding of what NFTs are, and how they work. ",
          "body": "__We get it. NFTs are a confusing part of an already confusing new sector of the financial market.__\n\nBut don’t worry, we’re NFT.com, we’ve got you covered.\n\n# What is an NFT?\nCryptocurrency tokens like Bitcoin (BTC) are fungible, meaning 1 bitcoin is equal to any other bitcoin. Each bitcoin is indistinguishable from any other bitcoin. \n\nA non-fungible token (NFT) is a cryptographic asset — a unique digital token stored on a blockchain that is distinguishable from any other token. \n\nThis property of uniqueness has inspired an industry around different use cases of NFTs ranging from art to intellectual property and more. \n\n## Fungible Tokens and Non-Fungible Tokens\n*Fungible* assets are interchangeable with one another. A dollar can be traded for a dollar. A share of a company can be traded for another share. A bitcoin for a bitcoin. Fungible coins are indistinguishable from one another.\n\nSo what does it mean for something to be *Non-Fungible*? Non-fungible assets are unique. They are distinguishable from an asset even of a similar type. You can think of this like trading a piece of hand drawn art, for another piece of hand drawn art. They are both art - maybe even the same drawing, however they are completely different physical objects and unique pieces of art. \n\nIt is this ability to establish a completely unique digital “thing” that has brought so much value to creators and the web3 space over the past few years. \n\nToday, NFTs most commonly take the form of digital art, collectibles, or access passes. All information related to that NFT is recorded on a blockchain where you can view the history of ownership, metadata information, as well as what the NFT represents. These items can be bought and sold using cryptocurrency or cash.\n\nNFTs can be valued by the unique traits of the asset. Art NFTs can be evaluated by the traits of the design. Membership NFTs can be evaluated by the benefits of the membership. Each NFT can be valued as a class, as well as the unique traits of the NFT within that class.\n\nArt NFTs can be photographed, copied or screenshot much like art you may see in a museum. However, these copies are not valued the same as the original piece. \n\nNFTs, issued on a public ledger, are verifiable both in their uniqueness (non-fungibility) as well as their provenance. This means that a unique piece of art maintains its value independently to copies. A poster of the Mona Lisa is worth nothing compared to the original hanging in the Louvre.\n\n## NFTs Explained\nWith an understanding of fungibility, we can dive deeper into how NFTs work. \n\nNFTs are digital tokens created on a blockchain with reference data tied to the traits of the NFT. For example, an NFT representing art would have the image and traits of the art described in the [metadata of the token](https://medium.com/coinmonks/how-to-find-your-nfts-metadata-c2d058626fb8 \"How to find your NFT's metadata\"). This creates an auditable log of the tokens creation, metadata, ownership and transaction history over time. \n\nThe majority of NFTs today exist on the Ethereum blockchain. Standards like the [ERC-721 tokenization standard](https://ethereum.org/en/developers/docs/standards/tokens/erc-721/) make it easier for others in the web3 space to create apps and tools that work with them. \n\nNFTs can be created either through written code that interacts directly with the Ethereum blockchain or through a user interface that follows the basic template set forth by the token standard. \n\nNFTs also have the ability to link to off-chain data. This is often done in cases where the files correlated to the NFT are too large and would be too expensive to host on the Ethereum blockchain — which incurs high fees for data consumption and storage. Therefore, the data may be hosted by a centralized hosting service. The metadata within the NFT then points to that external location. \n\nThe use cases for NFTs are vast, even allowing for the digital representation of physical items, removing the need for intermediaries and streamlining the process of transferring ownership. Expect to see business applications of NFT technology expand as adoption grows.\n\n## Examples of NFTs\nNFT projects have exploded in recent years with creatives and companies from multiple different sectors trying to get a piece of this [multi-billion](https://www.fintechnews.org/report-nft-market-valuation-to-rise-to-over-13b/) dollar market. \n\nIn 2017, Larva Labs created the NFT collection CryptoPunks, becoming one of the first tokenized collections built on the Ethereum blockchain. This collection of 10,000 8-bit, cyberpunk-inspired NFTs has gone from experiment to icon, with some CryptoPunks selling for millions of dollars each. \n\nThe CryptoPunks collection is known as one of the first “pfp” or Profile Picture collections. The metadata for each CryptoPunk specifies different visual traits, making each one completely unique. \n\nAnother major player in the early NFT market, Cryptokitties, was launched in 2017 by DapperLabs. Each kitty is a unique NFT that can be bought, sold, or bred with other Cryptokitties to make more unique Cryptokitties with varying levels of rarity and value. \n\nEach Cryptokitties metadata defines their “genes” which generates their appearance and can be passed on to their offspring. Cryptokitties were the first NFTs minted via the ERC-721 tokenization standard.\n\nThe Bored Ape Yacht Club (BAYC) launched in 2021 and quickly permeated the mainstream thanks to high-profile adopters like Jimmy Fallon and Stephen Curry as well as companies like Adidas. In December of that same year, BAYC overtook CryptoPunks as the highest-priced NFTs with an average selling price of 84 eth. \n\nWhile the BAYC initially launched as “pfp” art collection, it has since become a utility NFT granting access to exclusive online and real world opportunities.\n\n## Utility NFTs\nUtility NFTs are often classified as any NFT with a use case beyond visual aesthetics. Most commonly, utility NFTs provide owners with access to certain privileges or rewards that are only gained and accessed through ownership of the utility NFT. This could be a theater ticket, a gym membership, a commemorative token from attending an event, or even a digital subscription box.\n\nUtility NFTs are created in much the same way as art NFTs, with the major differentiator being that they grant access to something. Using our previous example, Bored Ape Yacht Club NFTs became utility NFTs when they started to allow owners of BAYC NFTs access to the “Yacht Club” — an exclusive social club with benefits like access to secret in-person events, NFT collectibles, and a virtual wallet. They further increased this utility by dropping Bored Ape owners \"Ape Coin\" - a fungible token now traded on popular exchanges.\n\nUtility NFTs have spilled over into other sectors as well. In 2021, American rock band Kings of Leon became the first band to ever release an album as an NFT with the help of YellowHeart Crypto. Their eighth studio album, *When You See Yourself*, was released as both a physical item and three different NFTs, each with varying levels of utility including digital downloads of the album and front row tickets for every subsequent tour. \n\nNFT.com’s Genesis Keys can are also considered utility NFTs as they grant owners the ability to mint Profile NFTs, as well as access to beta features, and an exclusive private community.\n\nUtility NFTs currently represent one of the most promising sectors of the web3 market. \n\n## Why are NFTs valuable?\nNFTs often derive their value from being the ability to prove origination and ownership. The limited supply of any given asset creates a higher demand. However, the demand relies on several other factors.\n\nAs mentioned earlier, some NFT collections have high name recognition. NFTs in these collections tend to be of much higher value. To use art as an example, a painting created by a famous artist will often be worth much more than one bought from a new unknown artist.\n\nThe value of an art NFT also depends on the *future* value of the piece. Following the art analogy, say you saw a young Michelangelo selling a painting on the side of the road. The price would likely be very low, but after he goes on to paint the Sistine Chapel, the value of one of his original paintings would skyrocket. \n\nThe same applies to art in the NFT space - as after all, it’s still art! And as we can see, those who bought Bored Apes when they first came out, did so at a low undiscovered price and now own a highly-valued work of digital art.\n\nThe *utility* of a given NFT also contributes to its value. This is where art NFTs most noticeably differ from traditional art. Owning a Picasso does not get you anything but a Picasso and the reputation of owning a Picasso. Owning an NFT however, may get you access to additional benefits depending on the project. As such, [an NFT with utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") may have a higher value than those without.\n\nLastly, and perhaps most importantly, the real value of an NFT lies in the eyes of the beholder. Like art or music or films, people buy things that they enjoy owning. This is the *perceived* value of art. To you, a piece might be invaluable based on its aesthetic alone, and ultimately that may dictate your buying decision.\n\n## Where to buy NFTs\nNFTs can be bought and sold on platforms like OpenSea, Rarible, Nifty Gateway, and more. To buy an NFT, you will likely need to have some form of cryptocurrency — though some fiat options exist. \n\nPurchasing cryptocurrency can be done by opening an account with a cryptocurrency exchange. Once you do, you will want to buy the currency native to the NFT you’re purchasing. Currently, the majority of NFTs are still based on the Ethereum blockchain, and can be purchased with Ether.\n\nOnce you have purchased your cryptocurrency, you will then need to transfer your it to a crypto wallet. These digital wallets are a place where you can safeguard your digital assets, like NFTs or tokens. MetaMask is the most common crypto wallet for those looking to buy and sell NFTs on the Ethereum blockchain. \n\nTo use MetaMask, navigate to their website and install it on your browser. Be careful with your MetaMask recovery phrase. *If that falls into the wrong hands, you could lose your assets permanently!*\n\nOnce you have Ethereum in your MetaMask wallet, you can connect your wallet to an exchange and draw from it to buy and sell NFTs. Once owned, the NFT will be stored in your wallet and can be displayed with a NFT gallery.\n\n## Displaying your NFTs\nOnce you have a NFT, you can view it on Etherscan, Opensea, or in your MetaMask wallet. But if you’re looking for a more stylized and artistic way to display your NFTs, you can get a Profile right here on NFT.com\n\n[NFT.com](https://www.nft.com) is the best place to display NFTs with highly customizable and personalized Profile galleries which form the foundation for a decentralized web3 social network. NFT.com Profiles are themselves NFTs, meaning they are tied to a unique ERC-721 token, enabling you to access and build your NFT gallery on a Profile you truly own.  NFT.com is currently in beta and only available to [Genesis Key NFT](https://docs.nft.com/genesis-keys/what-is-a-nft.com-genesis-key-nft) holders.\n\n## Conclusion\nYou should now have a basic understanding of NTFs and their varied utilities and value. There is a lot more to learn about NFTs, as well as their [possible use-cases](https://www.nft.com/articles/emerging-use-cases-for-nfts), but that is exactly what makes web3 so fascinating!\n\nTo learn more about all things NFTs, check out [NFT.com/Articles](https://www.nft.com/articles). ",
          "publishDate": "2022-07-06T00:00:00.000-07:00",
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/1TrcdRvvLshiff9kEnoxS1/fc17e293d340a50ac312189d0b891c82/deepmind-jVZ_BKzDOJg-unsplash.jpeg",
            "description": ""
          },
          "author": {
            "name": "NFT.com Team",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/2qimV1q1FWn4xU6MIHFC4p/d494084938ecb595e63f4878a5640e5f/nft_profile_images-white_2x.png",
              "description": ""
            }
          },
          "sys": {
            "id": "4Q72xROeMCabJjfACvEnLU"
          }
        },
        {
          "title": "What is a crypto wallet? - Explained - NFT.com",
          "slug": "what-is-a-crypto-wallet",
          "description": "This article will explain what a crypto wallet is, how to select the right crypto wallet for you, how they work, and how to keep your digital assets safe.",
          "body": "__The first step to every web3 journey starts with a crypto wallet.__\n\nThis article will explain what a crypto wallet is, how to select the right crypto wallet for you, how they work, and how to keep your digital assets safe.\n\n# What is a crypto wallet?\nA crypto wallet is software used to manage a user’s cryptographic keys which control one or more on-chain addresses. Crypto wallets can be used to send and receive any token such as an NFT or a cryptocurrency to and from any on-chain address.\n\nWallets provide an easy way for a user to interact with web3 applications. Users can simply navigate to web3 applications and connect their wallets, which in turn allows them to interact with the application and execute trades with the currency in their wallet. This can all be accomplished with the wallet alone, without entering a username and password.\n\nPopular crypto wallets on Ethereum include [Metamask](https://metamask.io/), [Coinbase Wallet](https://www.coinbase.com/wallet), and [Rainbow](https://rainbow.me/).\n\n![Ethereum Wallet Banner Image](//images.ctfassets.net/v06qbfn5fzrz/4pBGFwRmFhIL4AG3GsBnR9/018384c66229fb278bf4b5ae9a3c7c7a/logos_combined_transparent.png)\n\n# Selecting the right crypto wallet for me.\nCrypto wallets come in a few different forms. These can include software like desktop and mobile applications, browser extensions, mobile wallets and even physical hardware wallets. \n\nThese wallets are commonly referred to as: “self-custody” wallets, and are a core component of web3 by allowing users to manage their own assets. \n\n![A-WIACW-3wallets](//images.ctfassets.net/v06qbfn5fzrz/1K620lL3tfOgzd3SRqVnWk/4c3abfb91e18bab576be9c3634c95fee/3_wallets.png)\n\n# Software vs. Hardware\n\n### Software:\n\nA software wallet refers to any computer application, mobile application, or browser extension that can be used to manage a user’s cryptographic keys. Most browser wallets provide an option for a user to create a password once a wallet is set up. This makes accessing and the wallet easier than requiring the input of a Private Key for each use.\n\nBrowser extension wallets like MetaMask are a great way to interact with web3 enabled websites. Mobile software wallets are equally useful for accessing your digital assets on the go. \n\n![Sign in page metamask for NFT.com](//images.ctfassets.net/v06qbfn5fzrz/3Vl5JJkeI0YQXMicJLCJgG/b13db56e6c339db86a47b5cbf2bc6438/Screen_Shot_2022-10-26_at_12.21.13_PM.png)\n\n### Hardware:\n\nA hardware wallet is a physical device that stores a user's private keys. Hardware wallets provide an increased level of security by requiring the physical device to be present to execute an on-chain action. \n\nReputable hardware wallet brands such as [Ledger](https://www.ledger.com/) and [Trezor](https://trezor.io/) are a great option for those looking to further safeguard their digital assets. Many of these hardware wallets can be used in tandem with browser extension Wallets like MetaMask to maximize security and convenience.\n\n![Trezor-Ledger-Image](//images.ctfassets.net/v06qbfn5fzrz/4TlpkTCQoNXbXYr609XZrI/4e6afeb7b3fa7f184bdf0ecfb7dd78d4/trezor-ledger-image.png)\n\n# Understanding your crypto wallet:\nTwo (2) cryptographic keys are created when setting up a new crypto wallet. \n\n  - A public key is the “on-chain address” that you use to send and receive digital assets. \n\n  - A private key is the secret password to access the digital assets within your wallet. Many wallets provide a 12-24 word sequence upon creating your wallet called a “seed phrase”. The seed phrase can be used to gain access to your wallet in place of the private key. \n\n__Please Note:__\nAnyone who has your private key or seed phrase has complete access to execute actions such as sending digital assets out of your wallet. __The importance of keeping your seed phrase secret can not be overstated!__\n\n# Protecting your wallet\n\nThe decentralized nature of web3 means that you are solely responsible for the safekeeping of your digital assets. It is critical to be mindful of the following points when using your wallet.\n\n  - Your seed phrase is extremely important to the security of your wallet. Make sure to keep it stored somewhere safe (preferably on paper somewhere you can keep hidden and away from the elements)\n\n      - It is strongly recommended that you physically write down your private key on two or more pieces of paper and store them somewhere safe and dry. \n\n      - Using a steel private key storage device like the BillFodl from Ledger can provide increased safety comfort compared to paper in the event of a fire. \n\n![A-WIACW-bilfodl](//images.ctfassets.net/v06qbfn5fzrz/1IN9J4kAthTtcIjKXi643U/00d28e4c496acef96be65a86618f6e35/A-WIACW-bilfodl.jpeg)\n\n- Use a password that you have not used before when setting a password for your software wallet. Make it memorable, but not too easy for people to guess. We recommend creating a password that contains at least 12-15 digits and has a combination of upper and lower case letters, symbols, and numbers.\n\n- Do not interact with tokens or NFTs that you do not recognize. Airdrop scams have become extremely common in the NFT ecosystem. If you see something in your wallet that you did not buy or came from someone you don’t know, it’s best just to leave it alone and don’t transfer it or burn it. Interacting with a malicious airdropped NFT can result in the loss of ALL digital assets within that wallet!\n\n- Be careful where you connect your wallet! Do not connect your wallet to sites you do not trust completely, and be sure to carefully read any prompts your wallet displays before signing or executing a transaction.\n\n# What can I do with a crypto wallet?\n\nYour crypto wallet allows you to interact with web3 enabled sites and applications that support the wallet and blockchain you are using. \n\nThere are a number of web3 applications that you can explore through helpful resources like [DappRadar](https://dappradar.com/); a helpful database of popular decentralized applications otherwise known as “dApp’s”.\n\nYour crypto wallet is also where you will store digital assets like NFTs. NFTs can represent art, access passes, memberships, and more. [We go into more detail about NFTs in our other article here.](https://www.nft.com/articles/what-is-an-nft) \n\nThere are a number of NFT marketplaces where you can purchase NFTs. However, you can utilize platforms like NFT.com that aggregate NFT listings from multiple marketplaces to get the widest selection of NFTs for the lowest available prices.\n\nNFT.com provides a familiar cart experience for NFT shopping. You can select and purchase several NFTs at once, mitigating the pesky “per-sale” gas fees that one typically can expect when transacting on the Ethereum network.\n\n![A-WIACW-gif of noah-s page](//images.ctfassets.net/v06qbfn5fzrz/54j3kdTPjkOZLRLgAi9TaB/4808d9edc290cde2948a37bf44fd2c12/A-WIACW-gif_of_noah-s_page.gif)\n\nLastly, you can take your web3 experience to the next level with a NFT Profile. Your NFT Profile acts as your web3 home base, and comes with a customizable NFT gallery where you can display your favorite NFTs with a personal touch. \n\nEach Profile has its own unique address like [NFT.com/alec](https://www.nft.com/alec) or [NFT.com/jordan](https://www.nft.com/jordan), making it easy to display and trade your NFTs.\n\nCurrently, you can only mint a Profile with a NFT.com Genesis Key NFT. A new Genesis Key unlocks the ability to mint (4) four free NFT Profiles. What you choose to mint and create is up to you!\n\n*Note: NFT.com is currently in private Beta for Genesis Key holders only.*\n\nFollow the development of NFT.com on [Twitter](https://twitter.com/nftcomofficial) and join us in our [Discord](https://nft.com/discord) as we continue to build and roll out new features!\n\n# Final thoughts:\n\nCrypto wallets are essential to interacting in web3, and in many ways reflect one's online persona through the digital assets they collect and hold. \n\nThe web3 space offers exciting new experiences, and we hope you will join in on the fun!\n\nTo learn more about all things NFTs, check out [NFT.com/Articles](https://www.nft.com/articles). ",
          "publishDate": "2022-10-28T00:00:00.000-05:00",
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5DeHBrJ1BkKjhgPPcYOqm7/7c34ba5a2b201a826d497775006dddcd/mint_silver_image3_smallgrey.png",
            "description": ""
          },
          "author": {
            "name": "Alec Otto",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
              "description": ""
            }
          },
          "sys": {
            "id": "2slcBCKjP0anvjrOTdnUjm"
          }
        },
        {
          "title": "Finding the right NFT community for you - A beginners guide - NFT.com",
          "slug": "finding-the-right-NFT-community-for-you",
          "description": "How to find the right NFT community. This guide will walk you through what NFT communities are, and how to find the perfect community for you.",
          "body": "__Thousands of NFT collections have unique communities ranging from meme-fueled chaotic chat rooms to organized forums for education and professional networking.__\n\nThis article will walk you through what these communities are all about, and how to find the right community for you.\n\n# The importance of community in NFTs?\n\n__Community is a core part of the NFT space.__\n\nFans and holders of an NFT collection are a driving force of a project’s culture, popularity, awareness, and success.\n\nSuccessful NFT projects understand that a thriving and active community enables continued growth and interest as a project develops. \n\nNFT creators can return value to their members by crafting moderated community forums to promote culture, networking, and high level discussions. There can be great value in access to a group of like-minded individuals who are enthusiastic about the industry and the projects they support. \n\nWeb3 is proving that the relationship between company and community can be a symbiotic one, providing significant value for each other when nurtured.\n\n## Different types of NFT communities & their goals\n\nMany communities start simply as a home for collectors and enthusiasts of a given collection, however some communities have a specific focus or purpose.\n\n### Social\nProfile picture NFTs (PFPs) and similarly large collections of 1,000+ NFTs often focus on the social interaction in their community. They may have additional goals, but generally the networking and interconnectedness of community members is top of mind for these projects. \n\n![Social Image Reference](//images.ctfassets.net/v06qbfn5fzrz/3RUxdSknVCzoj0XqTNMm5V/12d50672ddf6f6684d5f55cdb45190c3/community_image_final.png)\n\n### Art\nSome NFT communities are focused specifically around creating and collecting art. These communities often congregate around a curator or a curated collection. [Generative Art](https://nftevening.com/what-is-generative-art-nft/) is a popular and fascinating area of focus for many NFT art communities. Generative art is artwork created procedurally by code, rather than each piece being created by an individual, and has proven to be a popular method for creating larger NFT collections. \n\n![Art Image Reference](//images.ctfassets.net/v06qbfn5fzrz/5CqKM2eoXn4Hm6owV7Fsoi/790f5a7165af62b3713a54dd2af753c0/art_image_final.png)\n\n### Gaming\nAs long as there have been games, there have been gaming communities. This holds true in the web3 gaming space as well. There are new web3 enabled games coming out all the time, and they tend to have a Discord server you can join to meet other players. These communities focus on fun and user feedback to improve the game. \n\n![Gaming Image Reference](//images.ctfassets.net/v06qbfn5fzrz/2SXTYyMmji1tdr3c8H3myb/d18b9ad279289d49a97b927972c94c48/gaming_image_final.png)\n\n### Projects (DAO, Opensource, etc)\nSome initiatives within the NFT space have a directed and focused goal. These projects may start with just a few people, but are carried to greater heights by the collective effort of their community. \n\nDAO’s or “Decentralized Autonomous Organizations” are token-gated communities where token holders participate in governance. Members can submit a proposal for the organization to take actions, and holders vote on if they should execute the proposal.\n\nOpenSource communities are loosely organized groups of people who contribute to a single specific project (usually development or code related.) Membership to these communities are not gated, and anyone can collaborate and contribute to them. These communities are often centered around things like [open-sourced marketplaces](https://medium.com/vivid-labs/introducing-vivid-open-open-source-nft-marketplace-14aca6f0f4a8) for NFTs or web3 [open-source software](https://tableland.xyz/).\n\n![Project Image Reference](//images.ctfassets.net/v06qbfn5fzrz/3QqXh4h2z1drUNNbP04qZE/c3d5e3c1bb055bf0008318a70d532bdb/laptop_image_final.png)\n\nSome communities even participate in collective marketing efforts or experimentation in a particular area of focus. These communities can help to provide decentralized marketing, real-time suggestions, and critical feedback.\n\n## Examples of NFT communities\n\nThere are thousands of NFT communities to explore, each with different requirements to join.\n\nLet’s take a look at a few leading NFT projects and their communities:\n\n### __1. Doodles__\n   Doodles is a community-driven collectibles project featuring colorful artwork by Burnt Toast. Each Doodle allows its owner to vote for experiences and activations paid for by the Doodles Community Treasury.\n\n![A-FTRNCFY-doodles](//images.ctfassets.net/v06qbfn5fzrz/3nPAEorxOyLLUZb0j9hyb9/12d936432e0e132bc2796802ded3ff8b/A-FTRNCFY-doodles.png)\n\n### __2. Moonbirds__\nMoonbirds are a 10,000 piece utility-enabled, PFP (profile picture) collection of owls with an exclusive holders-only Discord community. Holders have the ability to stake their NFTs and receive rewards. The Moonbirds community is home to a number of web3 industry people, and provides excellent networking.\n\n![A-FTRNCFY-moonbirds](//images.ctfassets.net/v06qbfn5fzrz/1u5ZzldIqjbM3H3Ol4EjmE/6b5afe58b5b8d66709432f03741c7da6/A-FTRNCFY-moonbirds.png)\n\n### __3. NFT.com__\nNFT.com is a community driven NFT platform with a token gated section of its Discord community called the “Genesis Key Club” or GKC.\n\nThe “Genesis Key Club” is made up of early adopters who hold a Genesis Key NFT. Genesis Key holders receive early access to the NFT.com platform, they’re the first to create NFT.com/you profiles and are directly involved in beta testing and the development process of NFT.com as a platform. \n\nNFT.com provides organized feedback channels to intake suggestions and feedback to hone the platform more closely to the needs and desires of the GKC. \n\n![A-FTRNCFY-genesiskeys](//images.ctfassets.net/v06qbfn5fzrz/3ONE72wfp8lm67Tpum3vaF/d252e483b69971b34ebdd8b5775a6fe9/A-FTRNCFY-genesiskeys.gif)\n\n### __4. LinksDAO__\nLinksDAO is a golf focused DAO (Decentralized Autonomous Organization.) The DAO is focused on bringing real world benefits to members through partnerships with golf brands, and even purchasing a network of global golf courses! They elevate their communities experience through a focused mission, and a community of like minded golf fans. \n\n![A-FTRNCFY-linksdao](//images.ctfassets.net/v06qbfn5fzrz/3pVxj3BpWEMCfILJXhQsEM/9376372fc56f7345b3f088acd5bfd0e3/A-FTRNCFY-linksdao.png)\n\n### __5. Tableland__\nTableland is a community centered around their web3 protocol for structured relational data (useful for dynamic NFTs). Their collection is geared towards NFT developers and rewards builders and community members of the Tableland network. \n\n![A-FTRNCFY-tableland](//images.ctfassets.net/v06qbfn5fzrz/2HbA4fPfHCmDWgvLYNCQcv/6a56d498dcb6414eb0ae3f0d964f8840/A-FTRNCFY-tableland.png)\n\n### __6. NounsDao__\nLastly, NounsDAO is an art based NFT project that automatically generates and auctions off 1 of their NFTs every 24 hours. Each NFT grants access to the DAO itself. \n\nThe majority of the proceeds from the NFTs sold are distributed to a DAO-controlled fund.DAO members can then create and vote on proposals to decide how to use the funds.\n\n![A-FTRNCFY-nounz](//images.ctfassets.net/v06qbfn5fzrz/7BGqHXAfvBsWTOzLlFv42t/2652a4b2db973c333b221abe9a2cc69c/A-FTRNCFY-nounz.png)\n\n## How to join an NFT community\n\nThe most common place for NFT communities to congregate in 2021-2022 has proven to be Discord. Discord is a text and voice based community forum platform with a high degree of customization, making it perfect for organized community discussion.\n\nThose venturing into the web3 space should set up a Discord account to take full advantage of the community access many NFTs provide.\n\n![A-FTRNCFY-discord home](//images.ctfassets.net/v06qbfn5fzrz/5Me6tDRIndYbiIoGXZiEsQ/883932ad09e589c3716d90448caedef2/A-FTRNCFY-discord_home.png)\n\nMost NFT projects will have social links on their official website. Look for the Discord logo on official NFT project websites to locate a Discord community invite link.\n\n![A-FTRNCFY-discord logo](//images.ctfassets.net/v06qbfn5fzrz/4R4eedRfeRahSYohS7ZSEr/1aa505a12407ee4c9aac34f0fe3e71aa/A-FTRNCFY-discord_logo.png)\n\n## Find the community that is right for you\n\nFinding the right community for you is a subjective experience. \n\nThe best community is one that excites you! Look for a community that makes you feel like a welcome participant.\n\nSome NFT collections focus on new technology, while others may focus on culture, art, or networking. The goal, mission, and art of an NFT project are great indicators of what their respective community may be like. \n\n![A-FTRNCFY-discover page](//images.ctfassets.net/v06qbfn5fzrz/2wLK4TpAzCfrRkMIoFdFAP/d35724afacc11f2d91a81579df4e0cdf/A-FTRNCFY-discover_page.png)\n\n## Final thoughts:\n\nIt is important to consider what you hope to get out of your membership in an NFT community.\n\nYou will ultimately get as much out of a community as you put in. So make sure to join a community that you are excited to participate in.\n\nWant to learn more about NFTs? [Click here to learn how to be early to an NFT drop!](https://www.nft.com/articles/what-does-mint-mean)",
          "publishDate": "2022-11-08T00:00:00.000-07:00",
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/2b1AruowTnsJox1Mw6x6D4/687e5a95159d86fbdc674166988fc636/community_title_image.png",
            "description": ""
          },
          "author": {
            "name": "Alec Otto",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
              "description": ""
            }
          },
          "sys": {
            "id": "66eUGywtdnBDLtaHOHcUJn"
          }
        },
        {
          "title": "Why is everyone creating NFTs in 2022? - NFT.com",
          "slug": "emerging-use-cases-for-nfts",
          "description": "New NFT use cases are emerging every day. Find out what new opportunities NFTs present, and how they may drive a new wave of growth in the NFT space. ",
          "body": "__[NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\"), or non-fungible tokens, have risen to prominence as digital tokens representing unique collectibles.__ \n\n# Why is everyone creating NFTs in 2022?\n\nNFTs are defined by their uniqueness relative to other tokens whether of the same collection or a different collection.\n\n# Adoption Beyond Speculation\nThese tokens were purchased with the hope of a higher resale in the future. This speculative drive has created [a multi-billion dollar market](https://www.nft.com/articles/most-expensive-nft-sales \"The 10 most expensive NFT sales - Full Breakdown - NFT.com\"), attracting celebrities, athletes and major consumer brands to the industry. \n\nThe initial driver of speculation brought in a wave of interest seeking financial return much like many of the prior bubbles in the crypto space. These periods of speculative interest in L1 and DeFi tokens previously led to a new wave of utility-centric innovation that increased the types of use cases for tokens.\n\nThis piece will share some of the new use cases that may drive the next wave of growth in the NFT space. \n\n## Art\nNFTs saw a rapid uptick in adoption by digital artists who wanted an easier way to establish scarcity over their pieces of work. \n\nArtists are able to connect a piece of art (whether a digital image, video, or other) to the NFT. This NFT can be sold to a collector who wants to support the artist. The NFT creator can also add a fixed royalty payment that ensures they will be compensated any time the art is resold.\n\nNFTs represent an opportunity for artists to enter the digital medium while protecting their role as a creator. \n\n## PFP\nPFP, or profile picture, NFTs are images represented as NFTs that are used as profile pictures on social platforms.\n\nPFPs took off in popularity due to their ability to signal the owner’s participation in a crypto community or their financial worth. People who have NFTs that became valuable or well adopted often use them as PFPs to show that they were early.\n\nSocial platforms like Twitter have taken PFPs a step further by requiring users to prove ownership of the NFT they use in their profile. This can reduce fraud in claiming to own a given NFT.\n\n## Membership\nNFTs have recently become a means to gating membership into a community. [LinksDAO](https://linksdao.io/ \"LinksDAO\") issued membership NFTs to participate in their DAO focused on buying a golf course. [NFT.com](https://nft.com/ \"NFT.com\") issued Genesis Keys to enable access to their early community of beta testers and profile minters.\n\nMembership NFTs confer certain rights to the holder including discounts on products, access to community channels, and more. The NFTs may include an image but are primarily used to represent the unique membership.\n\nPlatforms like Discord have supported plugins which allow membership NFT holders to prove their ownership in order to participate in specific Discord channels. [Token gating](https://www.one37pm.com/nft/what-is-token-gating \"What is 'Token Gating' and How Does it Work?\") can also be used on websites and ecommerce stores to provide additional channels or deals to members.\n\n## Ticketing\nTickets to attend events, concerns, conferences, and more have begun to have an NFT issued to represent the ticket. \n\nTickets have increasingly become paperless as more venues move to digital check in and ticket verification. NFTs fit within this user experience by enabling direct access to the event by the holder. \n\nNFTs can reduce fraud and automate royalties through the smart contracts used to issue the tickets. Ticket NFTs can also serve as long term collectibles for the owner much like paper tickets are kept today.\n\n## Gaming\nGaming assets have also been identified as a natural fit for NFT issuance. Games have shifted to a free to play model where users aren’t required to purchase a game and instead pay for specific features within the game like buying new powers, skins, or currencies.\n\n[Games have begun to issue NFTs](https://www.nft.com/articles/nft-games-you-can-play-now \"7 NFT Games we are watching this year - NFT.com\") to enable gamers to verifiably own unique in-game assets. They can be purchased within a game if connected to crypto or fiat payment infrastructure. NFTs can then be ported across platforms including other games. \n\nNFTs will help establish a metaverse of interoperable digital experiences with user property rights at the center.\n\n## Credentials\nLastly, we have started to see the emergence of NFTs used as credentials earned by the holders. These credentials can include certificates of completing a course, attending an event, or verifying their identity.\n\nCredentials can be used to establish the reputation or identity of the holder. They may be required to access events or services similar to membership NFTs. \n\nCredentials will introduce considerations around how to protect personal information and privacy while opening up a new use case for NFTs. \n\n## Conclusion\nInnovation in crypto has been driven by new, unanticipated, uses of primitives including blockchains, smart contracts, tokens and more. NFTs represent another opportunity for this innovation to continue.\n\nThe use cases above represent a small share of the total number of use cases likely to emerge over time. \n\nNFT.com will serve as a platform for the display, issuance, trading and use of these NFTs across Web3. We expect to see many of these use cases emerge on the platform.\n",
          "publishDate": "2022-07-06T00:00:00.000-07:00",
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5fven6njfxxd4sXrTgQIT4/a16e48b2241f02985aa1b49af5c3a253/dao-2.png",
            "description": "Emerging use cases for NFTs"
          },
          "author": {
            "name": "Don Thibeau",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/6zF6fTJMQSbRASt4FCHziJ/b36eb96c5a8dfcca7ec2415b56feaa61/T0176V4UPN0-U03E4TQ0G65-e8a934de788c-512.png",
              "description": ""
            }
          },
          "sys": {
            "id": "7dWmlm5of3W9NbVInJmHHY"
          }
        },
        {
          "title": "7 NFT Games we are watching this year - NFT.com",
          "slug": "nft-games-you-can-play-now",
          "description": "Discover new exciting NFT games that you can play right now. The NFT gaming space is just getting started, and you won't want to miss out on these games...",
          "body": "__With much of the NFT space looking to gaming as a major use case, let’s look at the NFT gaming space as it exists today, and check out what’s fun to play!__\n\n# 7 NFT Games we are watching this year\n\nBefore we get started, let's address an important question.\n\n## What are NFT games? \n\nNFT Games utilize [NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") to represent in-game items, often as a core mechanic of the gameplay and game economy. There are a number of games [taking advantage of the utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") cryptocurrency has to offer, and as the web3 space matures, so will the games we see. \n\nFor this article we will be mainly focused on games that use NFTs to represent their in game items, and can be played right now. We’ll touch on Metaverse games and digital land ownership in another article. \n\n## 1. Axie Infinity\n![Axie Infinity image](//images.ctfassets.net/v06qbfn5fzrz/71o4AsP1vQ21Ug3iJC0ATI/d0b0a97a3a7ba8e91f0ed4dbd3b80c3d/axie_infinity.jpeg)\n\nA pioneer of the NFT gaming space.\n- Free to play: No\n- Multiplayer: Yes\n- Genre: Strategy Game\n- Blockchain: Ethereum (Ronin L2)\n\nAxie Infinity is an original crypto game with a peak of 2.8 million daily active players in 2021. It is a unique online multiplayer game by Vietnamese developer Sky Mavis, centered around axolotl-inspired digital pets called Axies. Taking a page from the “Pokemon\" series, in Axie Infinity, players can collect and battle these adorable creatures against one another.\n\nAxie Infinity features a breeding mechanic similar to CryptoKitties (mentioned in our What is an NFT article), in which an Axies “genes” pass down various strengths, weaknesses, and other traits to the offspring. \n\nHowever, Axie Infinity stands out as a fully multiplayer competitive online game where players can build teams of Axies, and battle other players for rewards and glory. \n\nThe game’s adorable style, fused with a rich level of complexity and depth made it a hit among those early to the NFT gaming space, and continues to draw interest today. Axie Infinity requires the purchase of Axies in order to play.\n\n[You can check out more about Axie Infinity here.](https://axieinfinity.com/)\n\n## 2. Gods Unchained\n![Gods Unchained](//images.ctfassets.net/v06qbfn5fzrz/34ft074H3pLHjkGpsMPGiL/d459e1a19783b59d1d99a2f7b70aa2e8/gods_unchained.png)\n\nOne of the top NFT trading card games around.\n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Trading Card Game\n- Blockchain: Ethereum\n\nGods Unchained will feel like familiar territory for trading card game fans. It is an online, multiplayer turn-based fantasy card game, focused on player vs player battles. \n\nGods Unchained is led by Chris Clay, game director for the wildly successful “Magic the Gathering Arena”. The goal of each match is to destroy an opponent's “God” before they are able to destroy yours.\n\nGods Unchained integrates the rarity and collectable aspect of traditional trading card games by utilizing blockchain technology to turn the cards into NFTs, which can then be traded on the open market. \n\nThis game is also completely free to play, and costs nothing to get started. Gods Unchained is a great start for those looking to get into NFT games, and boasts an active player base with over 100,000 discord members.\n\n[Learn more about Gods Unchained here.](https://godsunchained.com/)\n\n## 3. Blankos\n![BBP PLAY](//images.ctfassets.net/v06qbfn5fzrz/1d8YE0CfNgbjEwGZ31DWsY/2d31f0b7cdb94159a14b840525017aef/BBP_PLAY.jpeg)\n\nMost fun party style NFT game. \n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Party Game\n- Blockchain: Private EOSIO\n\nBlankos is a well executed party game that’s so fun you won’t even notice you are playing an NFT game. Blankos takes the fun of traditional 3d platformers like Super Mario 64, and fuses it with the multiplayer shenanigans of Fall Guys. \n\nIt is self described as an “open-world multiplayer game styled like a giant block party”. Blankos delivers hours of silly creative fun thanks to custom level building and expansive multiplayer game worlds.\n\nIn Blankos, you play as a vinyl toy character, and can join massive worlds with all of your friends. Blankos is a free to play game, but you can purchase new Blankos character NFTs, or earn new ones through your in-game winnings. \n\nThe characters in Blankos are NFTs that you own, but they exist on a private blockchain and are transacted with FIAT currency. This isn’t really a downside, but it should be noted that you won’t get the same crypto interoperability of some other NFT games.\n\nBlankos is a great game for those who enjoy 3d platformers and want to play with friends. [Click here to learn more.](https://blankos.com/)\n\n## 4. War Riders\n![war riders](//images.ctfassets.net/v06qbfn5fzrz/5zXGgmnA9TdhM2ycfFnGkX/c345dc8d884614ccc5db08ee67179f75/war_riders.jpeg)\n\nMost unique gameplay style for an NFT game.\n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Raid Style - Offroad Battle Game\n- Blockchain: Ethereum\n\nFans of multiplayer FPS (first person shooter) games, may have noticed a trend towards “raid” style gameplay. In “raid” style games, players venture out into a world with other players to find resources, and have to fight their way through players and enemies to escape from the “raid” with those resources. \n\nWar Riders takes this unique gameplay style, and infuses it into a “Mad Max” inspired game world where players drive and battle in war torn off road vehicles with the hopes of finding “Benzene deposits” (BZN) to “mine”. \n\nPlayers then have to fight off other players to extract from the barren desert with their cryptocurrency loot!\n\nWar Riders is a great Free to Play game for those looking for a unique, hardcore, adrenaline-pumping experience. [You can learn more and get started playing War Riders here.](https://warriders.com/)\n\n## 5. Forge Arena\n![Forge Arena](//images.ctfassets.net/v06qbfn5fzrz/3ZsFF7oi6ks8zfYkiCiPYf/e366b0acc1940b2f6621cf7d5423a183/forge_arena_gamers.jpeg)\n\nBest first person shooter NFT game.\n- Free to Play: No, but moving to f2p model\n- Multiplayer: Yes\n- Genre: First-Person Shooter\n- Blockchain: WAX\n\nAre you a champion of Battle Royale? A human aim-bot with the frostiest flicks in the metaverse? The teammate who clutches a 1v5 when the whole team is down?\n\nWell look no further than Forge Arena. This is an intense counter-strike style shooter for those with surgical aim, lightning reflexes, and a competitive mindset. Forge Arena rivals the polish and gameplay of some triple-A game studios. \n\nForge Arena’s docs page states that it is “Aimed to be the world's first Esport on the Blockchain”, and lives up to the claim with intense first person shooter gameplay and a competitive player base.\n\nForge Arena utilizes the power of NFTs to track ownership of in-game items like weapons, skins, and item crates. All of which can be bought on Forge Arena’s marketplace, or earned through playing the game.\n\nWe would recommend Forge Arena as a captivating start for those with previous experience playing competitive First-Person Shooter games. [Click here to learn more.](https://playforge.gg/)\n\n## 6. Splinterlands\n![Splinterlands](//images.ctfassets.net/v06qbfn5fzrz/1yV7EEniWvaw6Pn4jf7ViQ/dbf39996514c7c40fa29c14bf1b1b039/Image_7-21-22_at_1.52_PM.jpg)\n\nRapidly growing, up and coming NFT trading card game. \n- Free to Play: Yes\n- Multiplayer: Yes\n- Genre: Trading Card Game\n- Blockchain: Hive Blockchain\n\nSplinterlands is another blockchain based Trading Card game that is picking up steam. It has a rapidly growing player base of over 1 million players, and is rapidly gaining the attention of online Trading Card game fans. \n\nPlayers start out with a complimentary set of cards making the game fully free to play, with the option to purchase additional cards via the Splinterlands marketplace. Each card is an NFT with a limited supply, and players can buy rare cards to improve their decks, or sell cards in exchange for cryptocurrency. \n\nWe would put Splinterlands on par with Gods Unchained as a solid option for those looking for blockchain based Trading Card games. [Check out Splinterlands in more detail here.](https://splinterlands.com/)\n\n## 7. Spider Tanks\n![Spider Tanks](//images.ctfassets.net/v06qbfn5fzrz/5iGh0183yDtidZhyVMjoY8/562939c1eed821108fcdab59b9e7e0c8/spider_tanks.png)\n\nA unique multiplayer battle arena game for all player types. \nFree to Play: Yes\nMultiplayer: Yes\nGenre: Battle Arena\nBlockchain: Gala Games\n\nLastly, we have Spider Tanks. This is a massively overlooked free to play game featuring an extraordinarily fun, top-down, battle arena style experience. Players pilot a multi-legged robotic tank and battle other players in tight arenas for resources and rewards. \n\nSpider Tanks has a little something or everyone, walking a fine balance between a casual and competitive gaming experience. \n\nIt is free to play, so new players can dive right in and get to blasting other players in the arena. Competitive players can rest easy knowing they can take their skills to an e-sports level with official championships to compete in. \n\nSpider Tanks harnesses the power of NFTs for all of their in-game items such as tanks, skins, weapons, and even arena maps that you can design yourself!\n\nWe have to recommend Spider Tanks as a fun start in the NFT gaming space regardless of skill level or play style. It’s just plain fun! [Click here to learn more about Spider Tanks.](https://www.spidertanks.game/)\n\n## Conclusion\nNFT games will only become more popular and more polished as game developers integrate the power of blockchain technology into their development process. We’ll keep you posted as the gaming and crypto industries continue to collide.\n\n[Check out our other articles here to learn more about NFTs.](https://www.nft.com/articles)",
          "publishDate": "2022-07-20T00:00:00.000-05:00",
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/6Nef3FI1itt6d3JfGUe5Wn/437482e79874fa3bd2d4519df9ce2f96/gaming-5120169_1920.webp",
            "description": ""
          },
          "author": {
            "name": "Alec Otto",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
              "description": ""
            }
          },
          "sys": {
            "id": "4SnAyxUyYH6P22z3ZAaQ4L"
          }
        },
        {
          "title": "The 10 most expensive NFT sales - Full Breakdown - NFT.com",
          "slug": "most-expensive-nft-sales",
          "description": "2021 proved the sky is the limit for digital art sales. Find out why, and what lies ahead for the NFT industry in 2022 and beyond!\n",
          "body": "__The NFT wave of 2021 saw digital art selling for eye-watering numbers.__\n\nLet's take a look at some of these record breaking sales. \n\n# The 10 Most Expensive NFT Sales\n\nLast week, on July 12th, in what many are calling a ‘Crypto Winter,’ CryptoPunk #4464 sold for 2,500 ETH or roughly $2.6 Million USD. CryptoPunks, a 10,000 NFT collection launched in June of 2017, are among the oldest and rarest NFT collections. This monster NFT sale got us thinking: \n\nWhat are the most expensive [NFT](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") sales of all time?\n\n## 1. “Everydays: the First 5,000 Days” - $69.3 Million\n[Beeple - EVERYDAYS: THE FIRST 5000 DAYS](//images.ctfassets.net/v06qbfn5fzrz/2DEI6orngJ7ivsLYGhhk9n/2d6b07ab75c8d0ce2ef44192ba8d8250/1_everydays.jpeg)\n\nBeeple’s most expensive piece to date was sold at auction by Christie’s in March of 2021 for $69.3 Million. \n\nThis piece is a collage of the first 5,000 pieces in Beeple’s ‘Everydays’ series, a series in which he created a digital piece of art everyday from May 1st, 2007 - January 7th, 2021. This sale gave Beeple an eye-popping payout and put the term NFT into headlines everywhere.\n\n## 2. “Clock” - $52.7 million\n![Image of \"Clock\" by Pak](//images.ctfassets.net/v06qbfn5fzrz/3lTBSlx0gcJobwIYBj579K/8bd6eac453b8289ac51e4c1751bd040f/2_assange_clock.png)\n\nA dynamic NFT created by artist Pak, “Clock” displays the number of days WikiLeaks founder Julian Assange sits in a prison cell. The piece was sold to a DAO (Decentralized Autonomous Organization) called AssangeDAO which was formed to raise money for Assange’s legal defense. \n\nThey ultimately raised and paid 16,593 ETH for the piece. Pak then donated the ETH to aid in Assange’s legal defense. Of the top 10, this is the only NFT sold to a DAO. \n\n## 3. “HUMAN ONE” - $28.9 million\n![Image of “HUMAN ONE\" by Beeple](//images.ctfassets.net/v06qbfn5fzrz/1znkIgkVjCfDo5j6QtJ1dW/b677097b282440c0386cc636b16c67ea/3_human_one.png)\n\nBeeple’s piece “HUMAN ONE” is the story of the first human born in the Metaverse. The piece is both a physical sculpture and a NFT. \n\nThe physical sculpture is over 7 feet tall, constantly moving, and features four screens displaying a dynamic 16K video that changes depending on the time of day. \n\nThe piece went to auction in November of 2021 and sold for $28.9 million or 4,700 ETH. Beeple continues to update and modify the piece remotely. \n\n## 4. “CryptoPunk #5822” - $23.7 million\n![Image of CryptoPunk #5822](//images.ctfassets.net/v06qbfn5fzrz/336ozgBYaU0dPrRFiYEohx/ab744f66e9ed0be0150707406c82a921/4_cryptopunk5822.png)\n\nOne of only nine CryptoPunks with the ‘Alien’ trait, CryptoPunk 5822 sold for a jaw-dropping 8000 ETH in February of 2022. By USD value, this is the highest CryptoPunk sale by more than double.\n\n## 5. “CryptoPunk #7523” - $11.7 million\n![Image of CryptoPunk #7523](//images.ctfassets.net/v06qbfn5fzrz/6Hijhq0mVHeJsLBpcPUOjC/dd036b47bf6bd0f7c828a2607537e3b5/5_punk_7523.png)\n\nAnother of the nine rare CryptoPunk ‘Aliens,’ Punk #7523 also has a mask - which made it all too timely when it went to auction with Sothebys in June of 2021. The NFT was sold for 4,700 ETH - a record at the time. \n\n## 6. “CryptoPunk #4156” - $10.26 million\n![Image of CryptoPunk 4156](//images.ctfassets.net/v06qbfn5fzrz/4IcKU11Hp3W6g6FKJtLsRw/873829991567f9eed9f8b7b333cff6ba/6_punk_4156.png)\n\nOne of only 24 ‘Ape’ CryptoPunks, Punk #4156 was sold for 2,500 ETH in December of 2021. At the time, the ETH amount was valued at $10.26 million USD. \n\nThe sale was also notable in that Twitter User and Influencer @Punk4156 had built a following under his PFP’s name. After frustration with CryptoPunks' Copyright policy, he sold the NFT that had launched his brand - and changed his profile picture.\n\nPunk #4156 was later resold for 2,691 ETH on July 15, 2022 - then valued at around $3.3 million USD. \n\n## 7. “CryptoPunk #5577” - $7.7 million\n![Image of CryptoPunk #5577](//images.ctfassets.net/v06qbfn5fzrz/2qaTI8rTq96SIhP8d9yy4o/de19446102506f0240b8b87a6943109c/7_punk_5577.png)\n\nAnother rare ‘Ape’ CryptoPunk, Punk #5577 was sold for 2,501 ETH in February of 2022, then valued at around $7.7 million USD.\n\n## 8. TIE: “CryptoPunk #3100” & “CryptoPunk #7804” - $7.56 million\n![Image of CryptoPunk #3100](//images.ctfassets.net/v06qbfn5fzrz/6rlDcFNhGxtgpsrFymx67j/f9c2b7b7d84dc9dceafc66d6e5871b43/8.1_punk_3100.png)\n\n![Image of CryptoPunk #7804](//images.ctfassets.net/v06qbfn5fzrz/1sfy2WUhuyBcwdEr4jE3bZ/7b1616420f00931da56fe11f12e3ed89/8.2_punk_7804.png)\n\nMarch 11, 2021 was a good day to own a CryptoPunk. Both Punk #3100 & Punk #7804 have the ultra rare ‘Alien’ trait and both went for 4,200 ETH on the very same day. \n\n## 9. “Ringers #109” - $7.12 Million\n![Image of \"Ringers #109\" by Dmitri Cherniak](//images.ctfassets.net/v06qbfn5fzrz/6SDktInBi1FtEa48srYKOB/2aba482283683636fc82a495540c895f/9_ringers_109.png)\n\nThe most expensive sale of the curated Art Blocks project, Ringers #109 is part of a 1,000 piece collection by artist Dmitri Cherniak. Cherniak was playing with the idea of wrapping a string around a set of pegs. \n\nEach piece in the collection features a variation in peg count, string size, color, and more. Ringers #109 was sold for 2,100 ETH in October of 2021.\n\n## 10. “Right-click and Save As Guy” - $7 million\n![Gif of “Right-click and Save As Guy” by XCOPY](//images.ctfassets.net/v06qbfn5fzrz/1GmGOEyWA7POq94d44tNPp/e2daa64123743d090ac73027ab5b7619/10_rightclicksave_as.gif)\n\nXCOPY’s most famous work, “Right-click and Save As Guy”, references the oft used gibe about NFTs - that one can just ‘right-click and save as’ instead of spending exorbitant amounts of money on it. \n\nXCOPY’s work is a favorite among NFT collectors and this animated 1-of-1 was sold to one of the most well-known NFT collectors: Cozomo De’ Medici.\n\n## Conclusion\nThe NFT industry continues to [increase in adoption and utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") every day. As this ecosystems continues to expand, there may be many more chart-topping NFT sales in the future!\n\nWant to learn more about NFTs? Check out more at [NFT.com/Articles](https://www.nft.com/articles).",
          "publishDate": "2022-07-18T00:00:00.000-05:00",
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5K7bk9RAikLsSmpl82nqlY/18b275dde11a22655480bc200c5248b0/unedit-card.jpg",
            "description": ""
          },
          "author": {
            "name": "NFT.com Team",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/2qimV1q1FWn4xU6MIHFC4p/d494084938ecb595e63f4878a5640e5f/nft_profile_images-white_2x.png",
              "description": ""
            }
          },
          "sys": {
            "id": "3YbmAmZ8oovy9jrHhQH83O"
          }
        },
        {
          "title": "How to be early to an NFT drop - Explained - NFT.com",
          "slug": "what-does-mint-mean",
          "description": "Learn how to find new NFTs, get in on new NFT drops, and how content like video, music, and images become NFTs through a mint. ",
          "body": "__[NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") exist in a large variety of [familiar mediums](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") like gifs, video, music, or images.__ \n\nWe will explore how NFTs are created to represent this content through a “mint”.\n\n# How to be early to an NFT drop\n\nFor starters - let’s explore the genesis of the term __\"mint\"__.\n\n## What is “minting”? \n\nMinting was first used to define the stamping of metal in order to create a coin. It was the process of converting a common metal into a standardized currency.\n\nThe term has since broadened to be used in defining the creation of something new and unique. New inventions, technology, or even certifications may now be referred to as ‘newly minted’.\n\nMinting was adopted by the cryptocurrency community to define the creation of a new token. [Tokens could be fungible or non-fungible](https://cointelegraph.com/nonfungible-tokens-for-beginners/fungible-vs-nonfungible-tokens-what-is-the-difference \"Fungible vs nonfungible tokens: What is the difference?\") as well as have a fixed or variable supply. \n\nMinting refers specifically to the creation of the token with association to a piece of art, music, video, utility, or other data. It does not refer specifically to the creation of the data. Minting is better compared to the idea of ‘publishing’ something like a book or record. \n\nThis idea carries over to the world of cryptocurrency where the content of an NFT is created before the NFT is minted.\n\n## What is a “mint”?\n\nA “mint” in an NFT collection refers to the creation of NFTs in that collection. The mint can be initiated by the creator or a third party who wants an NFT from a collection. It can refer to both the act of creating the NFT or the event at which the NFTs are created.\n\nMinting an NFT [requires a fee](https://www.coindesk.com/learn/what-are-ethereum-gas-fees/ \"What Are Ethereum Gas Fees?\") to trigger an event on the blockchain. It can also require a fee to pay the NFT creator for their work. Other creators choose to enable the mint for free to enable access.\n\n## How do you mint an NFT?\n\nThe process of minting an NFT will depend on if you are minting an NFT from a project's “mint” event, or if you are creating and issuing an original NFT yourself. \n\n### Participating in a mint:\nEach NFT Project runs their mint process differently.\n\nMost NFT projects will have a website that you can connect to with a cryptocurrency wallet. \n\nThe project website will likely walk you through the process of minting the NFT by signing a transaction with your cryptocurrency wallet. This will result in the NFT being minted to your address.\n\nThe art or asset for the NFT you are minting is often already created. The mint brings the NFT into existence on the blockchain. This can help reduce the cost of the mint. \n\nSome NFT “mints” are free, and others cost money. It is very important to [be careful where you connect your web3 wallet](https://metagamehub.medium.com/metamask-security-a-complete-guide-on-how-to-protect-your-wallet-from-hackers-655c88d16f7 \"MetaMask Security: A Complete Guide On How To Protect Your Wallet From Hackers\"), and what transactions and signatures you sign when connecting your wallet to a website. \n\n## Conclusion\nNFTs are still a nascent technology with significant growth and innovation on the horizon. The web3 space will continue to evolve, making it easier to purchase and mint NFTs in the future. \n\n*__Stay up to date with creator focused NFT.com developments by [following us on Twitter](https://twitter.com/NFTcomofficial), and [joining our Discord community](https://nft.com/discord) today!__*\n\n[Check out our other articles here to learn more about NFTs.](https://www.nft.com/articles)",
          "publishDate": "2022-09-02T00:00:00.000-05:00",
          "heroImage": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/1rzgUlH5ZoGa76eOccl27p/f9d846bd4016907106077595ad2bf680/Optimized-mint_silver_image4.webp",
            "description": "Image of a newly minted silver coin."
          },
          "author": {
            "name": "Alec Otto",
            "image": {
              "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
              "description": ""
            }
          },
          "sys": {
            "id": "40X5E7UbE94pbieKIxhvuT"
          }
        }
      ]
    }
  },
  {
    "total": 11,
    "items": [
      {
        "title": "8 Ways To Stay Safe In Web3 - 2023 Guide - NFT.com",
        "slug": "stay-safe-web3-2023",
        "body": "__Web3 is an exciting evolution of the internet that enables a wealth of new opportunities.__\n\nBut like all things on the internet, your web3 accounts are susceptible to the same hacks and scams that we see in web2 today. \n\nWeb3 users must employ good security practices to protect their assets from being accessed or stolen by unauthorized parties.\n\nLet’s look at 7 tips that can help you stay safe in web3!\n\n## 1- Use a solid and unique password for your web3 accounts.\n\n![passwords Large](//images.ctfassets.net/v06qbfn5fzrz/7f8PGquzmxxmPdQUYoeLCd/2cdd7fd29ab5e97c0e4d57f32146cf99/passwords_Large.jpeg)\n\nWeb3 accounts typically hold valuable assets such as cryptocurrency, NFTs, or important information. Using a strong and unique password helps to protect these accounts from being accessed by unauthorized individuals. \n\nA strong password is long, complex, and challenging to guess. It should also include a combination of letters, numbers, and special characters. \n\nA unique password is one that is only used for one account. Every account you have should use a separate password. That way, if one of your accounts is compromised, the others remain safe.\n\nUsing strong passwords helps prevent others from stealing sensitive information, such as financial assets or personal data.\n\n## 2- Enable two-factor authentication for added security.\n\n![Authenticator image](//images.ctfassets.net/v06qbfn5fzrz/1Oty2AbmYZCjIsUJJAcsaY/3cf9f4a76933f5b740075349304a6e7e/authenticator.png)\n\nTwo-factor authentication, also known as 2FA, is an additional layer of security used to protect online accounts. It can protect your accounts from being accessed by unauthorized individuals by requiring a second form of authentication. \n\n2FA comes in a number of forms. Some common methods are: a code that can be sent to a smartphone, a physical hardware key, or a challenge question that only the user knows the answer to.\n\nThough 2FA takes many forms, one-time passwords are typically the best choice for most people.\n\nOne-time passwords, also known as OTPs, are temporary codes used for authentication purposes. These codes are generated by an authentication server and sent to the user via email, SMS, or a dedicated authentication app. The user then enters the OTP in the appropriate field to confirm their identity.\n\nOTPs are designed to be used only once and are typically valid for a short period. This limits the time window for a hacker to intercept the OTP and gain access to your account. \n\nWe recommended enabling 2FA whenever possible, and ensuring OTPs are sent to an account or device that you can maintain total control of.\n\n## 3- Avoid public WiFi networks, and use a VPN. \n\n![VPN image](//images.ctfassets.net/v06qbfn5fzrz/2CxU5mkCbFlG3iVmGa1YML/d97ebf78227f6536e82e2369fe08df8c/private_network.png)\n\nPublic WiFi networks such as those found in airports, coffee shops, and hotels, are available for anyone to use without a password.\n\nHowever, because you can’t easily verify how secure these networks are, attackers on the same network can deploy various methods to intercept your internet activity, steal personal information, or even install malware on your device.\n\nThe best way to protect yourself when using public WiFi networks is to use a VPN to encrypt your internet connection and protect your privacy. A VPN can provide a valuable layer of protection for your online activities. \n\nIt is also a good idea to avoid connecting to unfamiliar or unsecured WiFi networks where possible, and utilize personal cellular data connections when it is available.\n\n## 4- Be cautious when clicking on links or downloading files from unknown sources.\n\n![A-SA-download image](//images.ctfassets.net/v06qbfn5fzrz/3NAXGY8xpFfhS7TPsXnhyw/07f0ff25763f30c62ab9a1ba5f87ca0f/downloading_image_SMOL.png)\n\nIt is essential to exercise caution on the internet. Bad actors often use popular links or file downloads to gain access to unwitting devices.\n\nFor example, someone may send you an email or message from an address that can appear to come from a legitimate source. However, clicking on the link may lead to a fraudulent website that may lure you to input login credentials or financial information.\n\nTo protect yourself, always verify the source and legitimacy of a link or download before clicking or installing anything. In addition, it is always recommended to use a trusted anti-malware software to scan for and protect against online threats.\n\n## 5- Keep your software and apps up to date to avoid security vulnerabilities.\n\n![TND M402 010 Large](//images.ctfassets.net/v06qbfn5fzrz/3qXN2AgIhB9e9tUp55mMw1/d63f048c9b55578156cc184a02bb55a8/TND_M402_010_Large.jpeg)\n\nKeeping your software and apps up-to-date helps you avoid security vulnerabilities. Software updates often include patches and fixes for known security exploits, and developers are constantly working to improve their products and fix problems that may arise.\n\nWhen a security vulnerability is discovered, a developer will resolve the vulnerability and release an update that includes a fix. By keeping your software and apps up-to-date, you are ensuring that you are using the latest and most secure version, which helps to protect you from any potential security threats.\n\n## 6- Be aware of phishing scams\n\n![phishing Large](//images.ctfassets.net/v06qbfn5fzrz/wC7MfBNdu2uitW3wBgpmK/eb41e8e28e1b738431a7217d5d391a2c/phishing_Large.jpeg)\n\n\"Phishing\" scams are fraudulent attempts to obtain a sensitive piece of information by disguising it as a trustworthy entity. Phishing scams usually take the form of fake emails, messages, or websites designed to trick users into giving out their login credentials or personal information.\n\nThe most important takeaways are to always verify the source of messages, and to only enter login information if you are absolutely sure the URL of a website is correct. It is also valuable to be wary of offers or deals that seem too good to be true.\n\n## 7- Keep an eye on your web3 accounts and transactions for any unusual activity.\n\n![digital accounts Large](//images.ctfassets.net/v06qbfn5fzrz/EpyvsWjnqqzLef8nu5YM6/9ea822a9d2b44d0c19830639c75c1f3e/digital_accounts_Large.jpeg)\n\nIt's essential to monitor your web3 accounts closely to ensure that your assets are safe.\n\nBy keeping an eye on them, you can quickly identify any unusual or suspicious activity, such as transactions that you did not authorize or seem out of the ordinary. If you notice any unusual activity, you can take immediate action to investigate and protect your assets.\n\nFor example, an account accessed from an unfamiliar location could mean someone has accessed it. By actively monitoring your accounts, you can then quickly reset the password on the compromised account.\n\n## 8- Take Self Custody of your Digital Assets.\n\n![self custody Large](//images.ctfassets.net/v06qbfn5fzrz/6uhwfXcAhGGoBwcer0YOsa/382f22b131dabc132d003daf396274c3/self_custody_Large.jpeg)\n\nSelf-custody means that you are responsible for securing and managing your own digital assets with a [crypto wallet](https://www.nft.com/articles/what-is-a-crypto-wallet), rather than relying on a third party, such as a cryptocurrency exchange. \n\nExchanges are generally not a recommended place to hold digital assets long term, due to the variety of events that could put the assets within at risk. \n\nIf an exchange becomes insolvent or experiences financial difficulties, you may not be able to access your assets or may lose them entirely. \n\nAdditionally, cryptocurrency exchanges are attractive targets for hackers. There have been several high-profile cases of exchange hacks resulting in the loss of customers' digital assets.\n\nWhen you store your digital assets in a wallet that you own, you have full control over them. You can make transactions and manage your assets as you see fit, without having to rely on the procedures and policies of a third party.\n\nSelf custody does come with its own set of risks, such as losing the keys to your wallet, or signing a transaction on a malicious website. You can take a responsible approach to self custody by safeguarding your private key, and thoroughly evaluating websites and smart contracts before interacting with them. You can read more about cryptocurrency wallets and how to keep them safe in our [“What is a crypto wallet?” article here](https://www.nft.com/articles/what-is-a-crypto-wallet).\n\n## Conclusion:\n\nWhile web3 technologies are inherently more secure than traditional web applications, it is still vital to practice good security to safeguard the assets within your web3 accounts.\n\nUsers can strengthen their security and reduce their risk of losing their assets by implementing these practices into their web3 activities. \n\nWant to learn more about web3? [Click here to check out our other articles!](https://www.nft.com/articles)",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/68u5AAagQgc6SgFiNgGozL/d4e74a5e2ab453568775ff9e4525025a/security_replacement_image.png",
          "description": "Image of lock on a keyboard with credit cards."
        },
        "description": "Web3 is an exciting evolution of the internet, but it is important to take precautions to keep your web3 accounts safe and secure.",
        "author": {
          "name": "Alec Otto",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
            "description": ""
          }
        },
        "publishDate": "2023-01-10T00:00:00.000-07:00",
        "sys": {
          "id": "54G7StnyHBBX1ttdJryvBE"
        }
      },
      {
        "title": "What Is The Difference Between NFT Art & Traditional Art (2022) - NFT.com",
        "slug": "difference-between-nft-art-traditional-art",
        "body": "__2021 marked the rise of NFTs, leading to some [digital art selling for headline-worthy prices.](https://www.nft.com/articles/most-expensive-nft-sales)__\n\nIf you are new to web3, you may be wondering: \n\n__*“What is the difference between NFT art and art that I can hang on my wall?” *__\n\nLet’s find out!\n\n## Digital vs. Physical\n\nThe first comparison we must make is between digital and physical art. \n\nThe “Statue of David” is a 17 foot, 6 ton marble sculpture, while the “Right-click and Save As guy” is a 1000x1000 pixel GIF file.\n\n![A-AVA-title image](//images.ctfassets.net/v06qbfn5fzrz/6kaQSWVwbYNZRQMFdEyqsw/7252f44cc7631c3266f0026cefcf37cc/art_vs_art.png)\n\nOne is an unmistakable, and (without significant time and effort) unreplicable statue, while the other is a humble 1 megabyte file that you could easily “right click” and “save” for your own personal enjoyment. \n\nBoth art pieces however, maintain a significant monetary value.\n\nThe pricing and value of art in the digital world has long been dwarfed by that of physical art pieces thanks to the ability to easily duplicate digital files. \n\nThis has unfortunately been to the detriment of talented digital creators, until the somewhat recent utilization of Non-Fungible Tokens or NFTs.\n\n## Proof of Ownership\n\nOne key benefit of art held [on a blockchain](https://www.investopedia.com/terms/b/blockchain.asp) is that you have a provable record of ownership. You might be thinking, “but if I have a physical piece of art on my wall, I can prove I own it right?” While technically true, how do you be certain that the piece of art hanging on your wall is authentic? With art on the blockchain, [you can track the complete ownership history](https://nftevening.com/etherscan-for-beginners-what-it-is-and-how-to-use-it/#How_To_View_your_NFTs_On_Etherscan) of the art. \n\nThis concept is exactly precisely how NFTs have changed the playing field for artists everywhere. \n\n![A-AVA-proofownership](//images.ctfassets.net/v06qbfn5fzrz/6oIL6vN3XxzPDIF6HYxKch/f72af4b74c6ff41bad8fd781fd23f53f/block_yeah.jpeg)\n\n## Making Art Valuable Again\n\nThere now exists a way for artists to associate their digital work with a unique 1-of-1 token that both contains the art, provides a transparent history of creation and ownership over time, and can ensure royalties on sales.\n\nProof of ownership enables creators to monetize their work similar to how a renaissance painter would drive higher prices from the scarcity and notoriety of their work. \n\n![A-AVA-gallery people](//images.ctfassets.net/v06qbfn5fzrz/vNlz7KPJr4kGZRtx9xtjg/ea7b7076ec452012c372733986aea33f/A-AVA-gallery_people.jpeg)\n\n## Creation\n\nThe next big difference between NFT art and traditional physical art is how it’s made.\n\nImagine trying to paint 10,000 pieces of art by hand, and they all have to be visually different but also coherent to the rest of the collection. This would take forever! \n\nThe process of creating NFT art can be vastly different to creating physical art, and with modern technology, can be done in much higher quantities.\n\nMany large collections at 10,000 NFTs utilize templates and programs they have created to achieve 1-of-1 uniqueness across a massive collection of work. You may think that this would lead to the art being a bit homogenous, but it really comes down to the artist’s own style and taste. \n\nFor example, some [large collections such as Doodles](https://doodles.app/) (in our opinion) have a lot of character to the art style, bring a congruent overall aesthetic, but still manage to make each one feel special and unique.\n\n![A-AVA-jordan doodle](//images.ctfassets.net/v06qbfn5fzrz/2By9rUZ0jtU0RLhdSVdOek/751fa40bc2cd28aad6dac373d180dcbc/A-AVA-jordan_doodle.png)\n\n## Unlock Further Utility\n\nGenerally, when you purchase a painting or sculpture, it doesn’t come with additional perks. NFT projects, however, may offer benefits to owning a piece of their collections. \n\nThese perks can range widely, from access to exclusive events and NFT mints, to early access or special features in a game or platform. The opportunities available through these benefits can unlock an entire new meaning for art ownership in a way that traditional art never could.\n\nOne example of this utility exists within the NFT.com ecosystem. The [NFT.com Genesis Key](https://www.nft.com/) unlocks exclusive early-access to the NFT.com platform via the private beta, as well as giving you the ability to mint 4 free NFT.com Profile NFTs. \n\n![A-AVA-stillkey](//images.ctfassets.net/v06qbfn5fzrz/4RjQinoJ8bF5ofUOzI8zLC/2cc369bbf2929524426dd18ee2420bdb/A-AVA-stillkey.png)\n\n## Royalties\n\nRoyalties are another way that NFTs are changing the game for creators. \n\nDespite Vincent Van Gogh’s works fetching up to $82m dollars and being the artist behind some of the most valued art in the world, he actually died broke. \n\nOn the other hand, NFT creators can add a royalty to their work, taking a small percentage from each future sale of their work. \n\nTraditionally, if you were to sell physical art, it would be very difficult to collect royalties on future sales. This is what makes royalties an essential part of what makes NFT art attractive to creators. \n\nNFT royalties can dramatically change the financial well being of creators everywhere. \n\n![A-AVA-auction people](//images.ctfassets.net/v06qbfn5fzrz/63fc4AWyDXEUQOR33AS8YR/2f27f3c8df404eb0325cfb6a3f5692fa/A-AVA-auction_people.jpeg)\n\n## Conclusion\n\nThere are a number of obvious differences between NFT Art and Traditional Art. It is difficult to compare the two, but we can confidently say that NFTs will have a strong effect on art, long into the future.\n\nThere may always be a place for traditional physical artwork, but the value that NFTs offer to creators of the digital world is profound, and long overdue. \n\nLearning about NFTs? Get the basics down with our [“What is an NFT?” guide](https://www.nft.com/articles/what-is-an-nft) today!",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6kaQSWVwbYNZRQMFdEyqsw/7252f44cc7631c3266f0026cefcf37cc/art_vs_art.png",
          "description": ""
        },
        "description": "You may be wondering: “What is the difference between NFT art and art that I can hang on my wall?” Let’s find out!\n",
        "author": {
          "name": "Alec Otto",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
            "description": ""
          }
        },
        "publishDate": "2022-12-13T00:00:00.000-07:00",
        "sys": {
          "id": "4W8Ou60jUmmJ6LTEd2cMIP"
        }
      },
      {
        "title": "What does the FTX collapse mean for NFTs? - Explained - NFT.com",
        "slug": "what-does-the-FTX-collapse-mean-for-NFTs",
        "body": "__What does the FTX collapse mean for NFTs?__\n\nIn this article, we will break down how the collapse of the major cryptocurrency exchange FTX affects the NFT industry and ecosystem.\n\n## Abstract\n\nFTX, once one of the largest cryptocurrency exchanges, collapsed in early November due to excessive leverage and mismanagement of user funds. The FTX collapse was far from isolated, bringing with it sister-companies and subsidiaries, Alameda Research, FTX.US, and countless others.\n\nThe ripple effects of this crash have been severe, and many funds and investors soon experienced crises of their own as they lost funds, wrote off investments, and saw users exit the market.\n\nThe impact of FTX’s demise on the cryptocurrency industry is clearly significant, but you may be asking yourself: __what does this mean for NFTs?__\n\nWe’ve identified a few key takeaways to keep in mind whether you are an NFT issuer or collector.\n\n### 1. Own your keys, own your coins\n\n![A-FTXD-perfect key image](//images.ctfassets.net/v06qbfn5fzrz/7hIxPqwA6qoKMwBorFYrtv/e4ebe9b8bf68d28f943c7c90481b8b32/A-FTXD-perfect_key_image.jpeg)\n\nBlockchain technology enables people to self-custody any token, including an NFT. This means that they have a public/private key pair that controls their tokens. \n\nKeys are managed through wallet software which you can learn more about [here](https://www.nft.com/articles/what-is-a-crypto-wallet). \n\nDuring the fall of FTX, users that didn’t control their keys and instead trusted the exchange to hold their tokens, soon found themselves unable to withdraw their funds. In many cases tokens were lent out to third parties and subsequently lost. These users have limited recourse to withdraw their tokens.\n\nAnyone collecting NFTs should ensure they self-custody their NFTs for the same reason. [NFT.com](https://www.nft.com/) is a fully self-custody solution so you never need to give up control of your NFTs. \n\n### 2. Brands must be builders\n\n![A-FTXD-brands builders](//images.ctfassets.net/v06qbfn5fzrz/6AS73srTdKZJwJ4ugKhJFN/ecc3e0bd73aa7837645e21d1fec8d5bd/A-FTXD-brands_builders.jpeg)\n\nCrypto companies have featured a lot of well known celebrities including Tom Brady and Matt Damon to promote their products. Some of these celebrities are [now named in lawsuits](https://variety.com/2022/digital/news/ftx-lawsuit-larry-david-tom-brady-stephen-curry-crypto-1235434627/) related to the FTX collapse. \n\nDespite this, new creators and consumer brands are continuing to enter the NFT Space. Nike, Reddit, Sony, and more have announced new products leveraging NFTs for digital collectibles. \n\nNew users should trust those brands which are integrating NFTs and digital collectibles into their strategies and products as opposed to merely contributing to hype. \n\n### 3. NFT trading decline\n\n![A-FTXD-down arrow](//images.ctfassets.net/v06qbfn5fzrz/7mPn3CdVaMaPA6LC4HJIdn/25cb5c2a649af18e652112fc3cd14c61/A-FTXD-down_arrow.jpeg)\n\nNFT trading volumes [have decreased](https://nftgo.io/analytics/market-overview) following the implosion of FTX. Many users had their token portfolios negatively impacted which has reduced the number of speculators in the market.\n\nHowever, many organic NFT communities are still experiencing strong trading. Ecosystems that were less affected are still seeing significant trading volume like the Zuse Market on Hedera. \n\nMany NFT collections are targeted to unique communities outside of financial speculation. This will help NFTs and the cryptocurrency as a whole to rebound. \n\n### 4. Community, community, community\n\n![A-FTXD-social connections](//images.ctfassets.net/v06qbfn5fzrz/4pGcXi8wWZaxtunWWJNgVT/6bfaba5f756aa58f0a02ecbea9aea061/A-FTXD-social_connections.jpeg)\n\nCommunity engagement will define what makes NFT collections successful now more than ever.\n\nNFTs allow individuals to participate in shared digital communities. NFTs provide access, artwork, and reputation within these communities.\n\nMany NFT communities have rallied around one another in light of market turbulence. Users have helped each other to address security issues, share news, and more.\n\nProjects like LinksDAO have continued to support their communities with new NFTs like their recent [Links Champion](https://champions.linksdao.io/) drop.\n\n### 5. Remember what makes crypto great\n\n![A-FTXD-coins](//images.ctfassets.net/v06qbfn5fzrz/qnPzIupb8VznEPPmkbkgM/a6cd43ff819bdd5b4a2c003383f0a878/A-FTXD-coins.jpeg)\n\nThis latest crisis represents the value of decentralization in all parts of our digital lives. Blockchain and NFTs allow individuals to own their assets, their identities, and ultimately their communities.\n\n## Conclusion:\n\nOur mission at NFT.com continues to build the homebase for digital collectibles where users can buy and sell NFTs wherever they live in a profile that they own. \n\nWe invite you to [join the NFT.com community today](https://discord.gg/nftdotcom), and be a part of shaping the future of the NFT space.\n\nNew to NFTs? [Click here for more helpful guides and articles!](https://www.nft.com/articles)",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/4WVZ4jGyWmMpNRq2qs5OrT/44dcf4eeaccc866e7a8d37fa9312c9cc/FTX_article_main_image.png",
          "description": ""
        },
        "description": "Find out how the collapse of the major cryptocurrency exchange FTX affects the NFT industry, web3, and the entire cryptocurrency ecosystem.",
        "author": {
          "name": "Don Thibeau",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/6zF6fTJMQSbRASt4FCHziJ/b36eb96c5a8dfcca7ec2415b56feaa61/T0176V4UPN0-U03E4TQ0G65-e8a934de788c-512.png",
            "description": ""
          }
        },
        "publishDate": "2022-11-17T00:00:00.000-05:00",
        "sys": {
          "id": "5Lsc0Vpob0tjOtMihl4sYI"
        }
      },
      {
        "title": "Finding the right NFT community for you - A beginners guide - NFT.com",
        "slug": "finding-the-right-NFT-community-for-you",
        "body": "__Thousands of NFT collections have unique communities ranging from meme-fueled chaotic chat rooms to organized forums for education and professional networking.__\n\nThis article will walk you through what these communities are all about, and how to find the right community for you.\n\n# The importance of community in NFTs?\n\n__Community is a core part of the NFT space.__\n\nFans and holders of an NFT collection are a driving force of a project’s culture, popularity, awareness, and success.\n\nSuccessful NFT projects understand that a thriving and active community enables continued growth and interest as a project develops. \n\nNFT creators can return value to their members by crafting moderated community forums to promote culture, networking, and high level discussions. There can be great value in access to a group of like-minded individuals who are enthusiastic about the industry and the projects they support. \n\nWeb3 is proving that the relationship between company and community can be a symbiotic one, providing significant value for each other when nurtured.\n\n## Different types of NFT communities & their goals\n\nMany communities start simply as a home for collectors and enthusiasts of a given collection, however some communities have a specific focus or purpose.\n\n### Social\nProfile picture NFTs (PFPs) and similarly large collections of 1,000+ NFTs often focus on the social interaction in their community. They may have additional goals, but generally the networking and interconnectedness of community members is top of mind for these projects. \n\n![Social Image Reference](//images.ctfassets.net/v06qbfn5fzrz/3RUxdSknVCzoj0XqTNMm5V/12d50672ddf6f6684d5f55cdb45190c3/community_image_final.png)\n\n### Art\nSome NFT communities are focused specifically around creating and collecting art. These communities often congregate around a curator or a curated collection. [Generative Art](https://nftevening.com/what-is-generative-art-nft/) is a popular and fascinating area of focus for many NFT art communities. Generative art is artwork created procedurally by code, rather than each piece being created by an individual, and has proven to be a popular method for creating larger NFT collections. \n\n![Art Image Reference](//images.ctfassets.net/v06qbfn5fzrz/5CqKM2eoXn4Hm6owV7Fsoi/790f5a7165af62b3713a54dd2af753c0/art_image_final.png)\n\n### Gaming\nAs long as there have been games, there have been gaming communities. This holds true in the web3 gaming space as well. There are new web3 enabled games coming out all the time, and they tend to have a Discord server you can join to meet other players. These communities focus on fun and user feedback to improve the game. \n\n![Gaming Image Reference](//images.ctfassets.net/v06qbfn5fzrz/2SXTYyMmji1tdr3c8H3myb/d18b9ad279289d49a97b927972c94c48/gaming_image_final.png)\n\n### Projects (DAO, Opensource, etc)\nSome initiatives within the NFT space have a directed and focused goal. These projects may start with just a few people, but are carried to greater heights by the collective effort of their community. \n\nDAO’s or “Decentralized Autonomous Organizations” are token-gated communities where token holders participate in governance. Members can submit a proposal for the organization to take actions, and holders vote on if they should execute the proposal.\n\nOpenSource communities are loosely organized groups of people who contribute to a single specific project (usually development or code related.) Membership to these communities are not gated, and anyone can collaborate and contribute to them. These communities are often centered around things like [open-sourced marketplaces](https://medium.com/vivid-labs/introducing-vivid-open-open-source-nft-marketplace-14aca6f0f4a8) for NFTs or web3 [open-source software](https://tableland.xyz/).\n\n![Project Image Reference](//images.ctfassets.net/v06qbfn5fzrz/3QqXh4h2z1drUNNbP04qZE/c3d5e3c1bb055bf0008318a70d532bdb/laptop_image_final.png)\n\nSome communities even participate in collective marketing efforts or experimentation in a particular area of focus. These communities can help to provide decentralized marketing, real-time suggestions, and critical feedback.\n\n## Examples of NFT communities\n\nThere are thousands of NFT communities to explore, each with different requirements to join.\n\nLet’s take a look at a few leading NFT projects and their communities:\n\n### __1. Doodles__\n   Doodles is a community-driven collectibles project featuring colorful artwork by Burnt Toast. Each Doodle allows its owner to vote for experiences and activations paid for by the Doodles Community Treasury.\n\n![A-FTRNCFY-doodles](//images.ctfassets.net/v06qbfn5fzrz/3nPAEorxOyLLUZb0j9hyb9/12d936432e0e132bc2796802ded3ff8b/A-FTRNCFY-doodles.png)\n\n### __2. Moonbirds__\nMoonbirds are a 10,000 piece utility-enabled, PFP (profile picture) collection of owls with an exclusive holders-only Discord community. Holders have the ability to stake their NFTs and receive rewards. The Moonbirds community is home to a number of web3 industry people, and provides excellent networking.\n\n![A-FTRNCFY-moonbirds](//images.ctfassets.net/v06qbfn5fzrz/1u5ZzldIqjbM3H3Ol4EjmE/6b5afe58b5b8d66709432f03741c7da6/A-FTRNCFY-moonbirds.png)\n\n### __3. NFT.com__\nNFT.com is a community driven NFT platform with a token gated section of its Discord community called the “Genesis Key Club” or GKC.\n\nThe “Genesis Key Club” is made up of early adopters who hold a Genesis Key NFT. Genesis Key holders receive early access to the NFT.com platform, they’re the first to create NFT.com/you profiles and are directly involved in beta testing and the development process of NFT.com as a platform. \n\nNFT.com provides organized feedback channels to intake suggestions and feedback to hone the platform more closely to the needs and desires of the GKC. \n\n![A-FTRNCFY-genesiskeys](//images.ctfassets.net/v06qbfn5fzrz/3ONE72wfp8lm67Tpum3vaF/d252e483b69971b34ebdd8b5775a6fe9/A-FTRNCFY-genesiskeys.gif)\n\n### __4. LinksDAO__\nLinksDAO is a golf focused DAO (Decentralized Autonomous Organization.) The DAO is focused on bringing real world benefits to members through partnerships with golf brands, and even purchasing a network of global golf courses! They elevate their communities experience through a focused mission, and a community of like minded golf fans. \n\n![A-FTRNCFY-linksdao](//images.ctfassets.net/v06qbfn5fzrz/3pVxj3BpWEMCfILJXhQsEM/9376372fc56f7345b3f088acd5bfd0e3/A-FTRNCFY-linksdao.png)\n\n### __5. Tableland__\nTableland is a community centered around their web3 protocol for structured relational data (useful for dynamic NFTs). Their collection is geared towards NFT developers and rewards builders and community members of the Tableland network. \n\n![A-FTRNCFY-tableland](//images.ctfassets.net/v06qbfn5fzrz/2HbA4fPfHCmDWgvLYNCQcv/6a56d498dcb6414eb0ae3f0d964f8840/A-FTRNCFY-tableland.png)\n\n### __6. NounsDao__\nLastly, NounsDAO is an art based NFT project that automatically generates and auctions off 1 of their NFTs every 24 hours. Each NFT grants access to the DAO itself. \n\nThe majority of the proceeds from the NFTs sold are distributed to a DAO-controlled fund.DAO members can then create and vote on proposals to decide how to use the funds.\n\n![A-FTRNCFY-nounz](//images.ctfassets.net/v06qbfn5fzrz/7BGqHXAfvBsWTOzLlFv42t/2652a4b2db973c333b221abe9a2cc69c/A-FTRNCFY-nounz.png)\n\n## How to join an NFT community\n\nThe most common place for NFT communities to congregate in 2021-2022 has proven to be Discord. Discord is a text and voice based community forum platform with a high degree of customization, making it perfect for organized community discussion.\n\nThose venturing into the web3 space should set up a Discord account to take full advantage of the community access many NFTs provide.\n\n![A-FTRNCFY-discord home](//images.ctfassets.net/v06qbfn5fzrz/5Me6tDRIndYbiIoGXZiEsQ/883932ad09e589c3716d90448caedef2/A-FTRNCFY-discord_home.png)\n\nMost NFT projects will have social links on their official website. Look for the Discord logo on official NFT project websites to locate a Discord community invite link.\n\n![A-FTRNCFY-discord logo](//images.ctfassets.net/v06qbfn5fzrz/4R4eedRfeRahSYohS7ZSEr/1aa505a12407ee4c9aac34f0fe3e71aa/A-FTRNCFY-discord_logo.png)\n\n## Find the community that is right for you\n\nFinding the right community for you is a subjective experience. \n\nThe best community is one that excites you! Look for a community that makes you feel like a welcome participant.\n\nSome NFT collections focus on new technology, while others may focus on culture, art, or networking. The goal, mission, and art of an NFT project are great indicators of what their respective community may be like. \n\n![A-FTRNCFY-discover page](//images.ctfassets.net/v06qbfn5fzrz/2wLK4TpAzCfrRkMIoFdFAP/d35724afacc11f2d91a81579df4e0cdf/A-FTRNCFY-discover_page.png)\n\n## Final thoughts:\n\nIt is important to consider what you hope to get out of your membership in an NFT community.\n\nYou will ultimately get as much out of a community as you put in. So make sure to join a community that you are excited to participate in.\n\nWant to learn more about NFTs? [Click here to learn how to be early to an NFT drop!](https://www.nft.com/articles/what-does-mint-mean)",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/2b1AruowTnsJox1Mw6x6D4/687e5a95159d86fbdc674166988fc636/community_title_image.png",
          "description": ""
        },
        "description": "How to find the right NFT community. This guide will walk you through what NFT communities are, and how to find the perfect community for you.",
        "author": {
          "name": "Alec Otto",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
            "description": ""
          }
        },
        "publishDate": "2022-11-08T00:00:00.000-07:00",
        "sys": {
          "id": "66eUGywtdnBDLtaHOHcUJn"
        }
      },
      {
        "title": "What is a crypto wallet? - Explained - NFT.com",
        "slug": "what-is-a-crypto-wallet",
        "body": "__The first step to every web3 journey starts with a crypto wallet.__\n\nThis article will explain what a crypto wallet is, how to select the right crypto wallet for you, how they work, and how to keep your digital assets safe.\n\n# What is a crypto wallet?\nA crypto wallet is software used to manage a user’s cryptographic keys which control one or more on-chain addresses. Crypto wallets can be used to send and receive any token such as an NFT or a cryptocurrency to and from any on-chain address.\n\nWallets provide an easy way for a user to interact with web3 applications. Users can simply navigate to web3 applications and connect their wallets, which in turn allows them to interact with the application and execute trades with the currency in their wallet. This can all be accomplished with the wallet alone, without entering a username and password.\n\nPopular crypto wallets on Ethereum include [Metamask](https://metamask.io/), [Coinbase Wallet](https://www.coinbase.com/wallet), and [Rainbow](https://rainbow.me/).\n\n![Ethereum Wallet Banner Image](//images.ctfassets.net/v06qbfn5fzrz/4pBGFwRmFhIL4AG3GsBnR9/018384c66229fb278bf4b5ae9a3c7c7a/logos_combined_transparent.png)\n\n# Selecting the right crypto wallet for me.\nCrypto wallets come in a few different forms. These can include software like desktop and mobile applications, browser extensions, mobile wallets and even physical hardware wallets. \n\nThese wallets are commonly referred to as: “self-custody” wallets, and are a core component of web3 by allowing users to manage their own assets. \n\n![A-WIACW-3wallets](//images.ctfassets.net/v06qbfn5fzrz/1K620lL3tfOgzd3SRqVnWk/4c3abfb91e18bab576be9c3634c95fee/3_wallets.png)\n\n# Software vs. Hardware\n\n### Software:\n\nA software wallet refers to any computer application, mobile application, or browser extension that can be used to manage a user’s cryptographic keys. Most browser wallets provide an option for a user to create a password once a wallet is set up. This makes accessing and the wallet easier than requiring the input of a Private Key for each use.\n\nBrowser extension wallets like MetaMask are a great way to interact with web3 enabled websites. Mobile software wallets are equally useful for accessing your digital assets on the go. \n\n![Sign in page metamask for NFT.com](//images.ctfassets.net/v06qbfn5fzrz/3Vl5JJkeI0YQXMicJLCJgG/b13db56e6c339db86a47b5cbf2bc6438/Screen_Shot_2022-10-26_at_12.21.13_PM.png)\n\n### Hardware:\n\nA hardware wallet is a physical device that stores a user's private keys. Hardware wallets provide an increased level of security by requiring the physical device to be present to execute an on-chain action. \n\nReputable hardware wallet brands such as [Ledger](https://www.ledger.com/) and [Trezor](https://trezor.io/) are a great option for those looking to further safeguard their digital assets. Many of these hardware wallets can be used in tandem with browser extension Wallets like MetaMask to maximize security and convenience.\n\n![Trezor-Ledger-Image](//images.ctfassets.net/v06qbfn5fzrz/4TlpkTCQoNXbXYr609XZrI/4e6afeb7b3fa7f184bdf0ecfb7dd78d4/trezor-ledger-image.png)\n\n# Understanding your crypto wallet:\nTwo (2) cryptographic keys are created when setting up a new crypto wallet. \n\n  - A public key is the “on-chain address” that you use to send and receive digital assets. \n\n  - A private key is the secret password to access the digital assets within your wallet. Many wallets provide a 12-24 word sequence upon creating your wallet called a “seed phrase”. The seed phrase can be used to gain access to your wallet in place of the private key. \n\n__Please Note:__\nAnyone who has your private key or seed phrase has complete access to execute actions such as sending digital assets out of your wallet. __The importance of keeping your seed phrase secret can not be overstated!__\n\n# Protecting your wallet\n\nThe decentralized nature of web3 means that you are solely responsible for the safekeeping of your digital assets. It is critical to be mindful of the following points when using your wallet.\n\n  - Your seed phrase is extremely important to the security of your wallet. Make sure to keep it stored somewhere safe (preferably on paper somewhere you can keep hidden and away from the elements)\n\n      - It is strongly recommended that you physically write down your private key on two or more pieces of paper and store them somewhere safe and dry. \n\n      - Using a steel private key storage device like the BillFodl from Ledger can provide increased safety comfort compared to paper in the event of a fire. \n\n![A-WIACW-bilfodl](//images.ctfassets.net/v06qbfn5fzrz/1IN9J4kAthTtcIjKXi643U/00d28e4c496acef96be65a86618f6e35/A-WIACW-bilfodl.jpeg)\n\n- Use a password that you have not used before when setting a password for your software wallet. Make it memorable, but not too easy for people to guess. We recommend creating a password that contains at least 12-15 digits and has a combination of upper and lower case letters, symbols, and numbers.\n\n- Do not interact with tokens or NFTs that you do not recognize. Airdrop scams have become extremely common in the NFT ecosystem. If you see something in your wallet that you did not buy or came from someone you don’t know, it’s best just to leave it alone and don’t transfer it or burn it. Interacting with a malicious airdropped NFT can result in the loss of ALL digital assets within that wallet!\n\n- Be careful where you connect your wallet! Do not connect your wallet to sites you do not trust completely, and be sure to carefully read any prompts your wallet displays before signing or executing a transaction.\n\n# What can I do with a crypto wallet?\n\nYour crypto wallet allows you to interact with web3 enabled sites and applications that support the wallet and blockchain you are using. \n\nThere are a number of web3 applications that you can explore through helpful resources like [DappRadar](https://dappradar.com/); a helpful database of popular decentralized applications otherwise known as “dApp’s”.\n\nYour crypto wallet is also where you will store digital assets like NFTs. NFTs can represent art, access passes, memberships, and more. [We go into more detail about NFTs in our other article here.](https://www.nft.com/articles/what-is-an-nft) \n\nThere are a number of NFT marketplaces where you can purchase NFTs. However, you can utilize platforms like NFT.com that aggregate NFT listings from multiple marketplaces to get the widest selection of NFTs for the lowest available prices.\n\nNFT.com provides a familiar cart experience for NFT shopping. You can select and purchase several NFTs at once, mitigating the pesky “per-sale” gas fees that one typically can expect when transacting on the Ethereum network.\n\n![A-WIACW-gif of noah-s page](//images.ctfassets.net/v06qbfn5fzrz/54j3kdTPjkOZLRLgAi9TaB/4808d9edc290cde2948a37bf44fd2c12/A-WIACW-gif_of_noah-s_page.gif)\n\nLastly, you can take your web3 experience to the next level with a NFT Profile. Your NFT Profile acts as your web3 home base, and comes with a customizable NFT gallery where you can display your favorite NFTs with a personal touch. \n\nEach Profile has its own unique address like [NFT.com/alec](https://www.nft.com/alec) or [NFT.com/jordan](https://www.nft.com/jordan), making it easy to display and trade your NFTs.\n\nCurrently, you can only mint a Profile with a NFT.com Genesis Key NFT. A new Genesis Key unlocks the ability to mint (4) four free NFT Profiles. What you choose to mint and create is up to you!\n\n*Note: NFT.com is currently in private Beta for Genesis Key holders only.*\n\nFollow the development of NFT.com on [Twitter](https://twitter.com/nftcomofficial) and join us in our [Discord](https://nft.com/discord) as we continue to build and roll out new features!\n\n# Final thoughts:\n\nCrypto wallets are essential to interacting in web3, and in many ways reflect one's online persona through the digital assets they collect and hold. \n\nThe web3 space offers exciting new experiences, and we hope you will join in on the fun!\n\nTo learn more about all things NFTs, check out [NFT.com/Articles](https://www.nft.com/articles). ",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/5DeHBrJ1BkKjhgPPcYOqm7/7c34ba5a2b201a826d497775006dddcd/mint_silver_image3_smallgrey.png",
          "description": ""
        },
        "description": "This article will explain what a crypto wallet is, how to select the right crypto wallet for you, how they work, and how to keep your digital assets safe.",
        "author": {
          "name": "Alec Otto",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
            "description": ""
          }
        },
        "publishDate": "2022-10-28T00:00:00.000-05:00",
        "sys": {
          "id": "2slcBCKjP0anvjrOTdnUjm"
        }
      },
      {
        "title": "What are NFT Profiles? - Explained - NFT.com",
        "slug": "what-are-nft-profiles",
        "body": "__NFT Profiles represent users in the NFT.com social network.__\n\nThis article will explore what an NFT Profile is, how it can be used, and where you can set up your own.\n\n## What is an NFT Profile?\n\nNFT Profiles serve as the base of the NFT Protocol’s social network and user identity in web3. They can represent a gallery of owned NFTs across multiple Ethereum addresses or a specific NFT collection. \n\nEach NFT Profile is tied to a unique url at NFT.com. For example,  [NFT.com/jordan](https://www.nft.com/jordan)  belongs to Jordan Fried (co-founder of NFT.com). Anyone who visits NFT.com/jordan will see the personalized gallery of Jordan’s NFTs that he has set up. \n\n![NFT.com Profile for Jordan Fried](//images.ctfassets.net/v06qbfn5fzrz/5cxjpg95Ekgo2LhjE7hePb/6498550f8f4d0924e6716623b5bb6ff0/Screenshot_3.png)\n\nNFT Profiles enable you to create an iconic NFT gallery with a memorable address to showcase your digital assets. You can think of your NFT Profile as the core of your web3 experience.\n\n*Gone are the days of putting an OpenSea link with your Ethereum address into your Twitter bio. Say hello to a new web3 Profile that is uniquely you!*\n\n## What can I do with an NFT Profile?\n\nNFT Profiles enable you to showcase the NFTs you own in a unique and personalized way. \n\nNFT Profiles are generated with a unique profile name and are represented by an NFT itself. The owner of the NFT Profile can connect that NFT Profile to multiple addresses in order to be able to aggregate a single gallery of NFTs owned by the NFT Profile owner.\n\nThe NFT Profile can also represent an NFT collection by associating the collection address and deployer of that collection to the NFT Profile.\n\nNFT Profiles help collectors and creators to display their collections, discover new NFTs, discover members of their community, and drive trading volume of NFTs wherever those NFTs are sold.\n\nA Profile owner can utilize the gallery features to show or hide NFTs that they own, as well as rearrange the placement of those NFTs on their NFT Profile. Each Profile also comes with a variety of format templates to help shine a spotlight on NFTs that you are particularly proud of!\n\nProfile owners can list NFTs for sale on OpenSea and LooksRare directly at NFT.com. Collectors can use their NFT Profile to approach purchases wherever they are listed.\n\nUsers of NFT.com can also purchase any NFTs listed on these marketplaces. NFTs can be easily discovered through NFT Profiles or the Discover page.\n\nNFT.com is releasing new features at a rapid pace through the Beta program. Upcoming update releases will continue to build on existing features, while laying the foundational building blocks of NFT driven social engagement.\n\n## How can I get an NFT Profile?\nNFT.com is currently in Beta, and accessible only to Genesis Key NFT holders. Genesis Keys are a collection of 10,000 unique ERC-721 NFTs on the Ethereum blockchain, and a fundamental piece of the NFT.com ecosystem. \n\nEach Genesis Key enables you to mint up to four (4) personalized NFT.com profiles (NFT.com/you). Genesis Keys also grant you access to the “Genesis Key Club”, which includes an exclusive section of our [Discord](https://www.nft.com/discord) , and participation in special events like the ongoing Private Beta and the private GKC meetings with the NFT.com team.\n\n## Conclusion:\n\nThe NFT.com Beta continues to release a new Beta Update on a biweekly cadence, and [Genesis Key holders have already created some incredible Profile galleries](https://www.nft.com/app/gallery) . \n\nJoin the community today. We can’t wait to see what you create. \n\nWant to learn more about NFT.com? [Click here to read another helpful article!](https://www.nft.com/articles)",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/5PZhdIt57YfeokCUkGz9vc/58e35e14bd1b02a12ef88f627fa033ac/new_profiles_image.png",
          "description": ""
        },
        "description": "Learn about what NFT.com Profiles are, what they do, how they work, and how you can use them to showcase your NFT collections!",
        "author": {
          "name": "Alec Otto",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
            "description": ""
          }
        },
        "publishDate": "2022-09-27T00:00:00.000-05:00",
        "sys": {
          "id": "2nPTMP6pFKkxkvJmQ5aZR"
        }
      },
      {
        "title": "How to be early to an NFT drop - Explained - NFT.com",
        "slug": "what-does-mint-mean",
        "body": "__[NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") exist in a large variety of [familiar mediums](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") like gifs, video, music, or images.__ \n\nWe will explore how NFTs are created to represent this content through a “mint”.\n\n# How to be early to an NFT drop\n\nFor starters - let’s explore the genesis of the term __\"mint\"__.\n\n## What is “minting”? \n\nMinting was first used to define the stamping of metal in order to create a coin. It was the process of converting a common metal into a standardized currency.\n\nThe term has since broadened to be used in defining the creation of something new and unique. New inventions, technology, or even certifications may now be referred to as ‘newly minted’.\n\nMinting was adopted by the cryptocurrency community to define the creation of a new token. [Tokens could be fungible or non-fungible](https://cointelegraph.com/nonfungible-tokens-for-beginners/fungible-vs-nonfungible-tokens-what-is-the-difference \"Fungible vs nonfungible tokens: What is the difference?\") as well as have a fixed or variable supply. \n\nMinting refers specifically to the creation of the token with association to a piece of art, music, video, utility, or other data. It does not refer specifically to the creation of the data. Minting is better compared to the idea of ‘publishing’ something like a book or record. \n\nThis idea carries over to the world of cryptocurrency where the content of an NFT is created before the NFT is minted.\n\n## What is a “mint”?\n\nA “mint” in an NFT collection refers to the creation of NFTs in that collection. The mint can be initiated by the creator or a third party who wants an NFT from a collection. It can refer to both the act of creating the NFT or the event at which the NFTs are created.\n\nMinting an NFT [requires a fee](https://www.coindesk.com/learn/what-are-ethereum-gas-fees/ \"What Are Ethereum Gas Fees?\") to trigger an event on the blockchain. It can also require a fee to pay the NFT creator for their work. Other creators choose to enable the mint for free to enable access.\n\n## How do you mint an NFT?\n\nThe process of minting an NFT will depend on if you are minting an NFT from a project's “mint” event, or if you are creating and issuing an original NFT yourself. \n\n### Participating in a mint:\nEach NFT Project runs their mint process differently.\n\nMost NFT projects will have a website that you can connect to with a cryptocurrency wallet. \n\nThe project website will likely walk you through the process of minting the NFT by signing a transaction with your cryptocurrency wallet. This will result in the NFT being minted to your address.\n\nThe art or asset for the NFT you are minting is often already created. The mint brings the NFT into existence on the blockchain. This can help reduce the cost of the mint. \n\nSome NFT “mints” are free, and others cost money. It is very important to [be careful where you connect your web3 wallet](https://metagamehub.medium.com/metamask-security-a-complete-guide-on-how-to-protect-your-wallet-from-hackers-655c88d16f7 \"MetaMask Security: A Complete Guide On How To Protect Your Wallet From Hackers\"), and what transactions and signatures you sign when connecting your wallet to a website. \n\n## Conclusion\nNFTs are still a nascent technology with significant growth and innovation on the horizon. The web3 space will continue to evolve, making it easier to purchase and mint NFTs in the future. \n\n*__Stay up to date with creator focused NFT.com developments by [following us on Twitter](https://twitter.com/NFTcomofficial), and [joining our Discord community](https://nft.com/discord) today!__*\n\n[Check out our other articles here to learn more about NFTs.](https://www.nft.com/articles)",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/1rzgUlH5ZoGa76eOccl27p/f9d846bd4016907106077595ad2bf680/Optimized-mint_silver_image4.webp",
          "description": "Image of a newly minted silver coin."
        },
        "description": "Learn how to find new NFTs, get in on new NFT drops, and how content like video, music, and images become NFTs through a mint. ",
        "author": {
          "name": "Alec Otto",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
            "description": ""
          }
        },
        "publishDate": "2022-09-02T00:00:00.000-05:00",
        "sys": {
          "id": "40X5E7UbE94pbieKIxhvuT"
        }
      },
      {
        "title": "7 NFT Games we are watching this year - NFT.com",
        "slug": "nft-games-you-can-play-now",
        "body": "__With much of the NFT space looking to gaming as a major use case, let’s look at the NFT gaming space as it exists today, and check out what’s fun to play!__\n\n# 7 NFT Games we are watching this year\n\nBefore we get started, let's address an important question.\n\n## What are NFT games? \n\nNFT Games utilize [NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") to represent in-game items, often as a core mechanic of the gameplay and game economy. There are a number of games [taking advantage of the utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") cryptocurrency has to offer, and as the web3 space matures, so will the games we see. \n\nFor this article we will be mainly focused on games that use NFTs to represent their in game items, and can be played right now. We’ll touch on Metaverse games and digital land ownership in another article. \n\n## 1. Axie Infinity\n![Axie Infinity image](//images.ctfassets.net/v06qbfn5fzrz/71o4AsP1vQ21Ug3iJC0ATI/d0b0a97a3a7ba8e91f0ed4dbd3b80c3d/axie_infinity.jpeg)\n\nA pioneer of the NFT gaming space.\n- Free to play: No\n- Multiplayer: Yes\n- Genre: Strategy Game\n- Blockchain: Ethereum (Ronin L2)\n\nAxie Infinity is an original crypto game with a peak of 2.8 million daily active players in 2021. It is a unique online multiplayer game by Vietnamese developer Sky Mavis, centered around axolotl-inspired digital pets called Axies. Taking a page from the “Pokemon\" series, in Axie Infinity, players can collect and battle these adorable creatures against one another.\n\nAxie Infinity features a breeding mechanic similar to CryptoKitties (mentioned in our What is an NFT article), in which an Axies “genes” pass down various strengths, weaknesses, and other traits to the offspring. \n\nHowever, Axie Infinity stands out as a fully multiplayer competitive online game where players can build teams of Axies, and battle other players for rewards and glory. \n\nThe game’s adorable style, fused with a rich level of complexity and depth made it a hit among those early to the NFT gaming space, and continues to draw interest today. Axie Infinity requires the purchase of Axies in order to play.\n\n[You can check out more about Axie Infinity here.](https://axieinfinity.com/)\n\n## 2. Gods Unchained\n![Gods Unchained](//images.ctfassets.net/v06qbfn5fzrz/34ft074H3pLHjkGpsMPGiL/d459e1a19783b59d1d99a2f7b70aa2e8/gods_unchained.png)\n\nOne of the top NFT trading card games around.\n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Trading Card Game\n- Blockchain: Ethereum\n\nGods Unchained will feel like familiar territory for trading card game fans. It is an online, multiplayer turn-based fantasy card game, focused on player vs player battles. \n\nGods Unchained is led by Chris Clay, game director for the wildly successful “Magic the Gathering Arena”. The goal of each match is to destroy an opponent's “God” before they are able to destroy yours.\n\nGods Unchained integrates the rarity and collectable aspect of traditional trading card games by utilizing blockchain technology to turn the cards into NFTs, which can then be traded on the open market. \n\nThis game is also completely free to play, and costs nothing to get started. Gods Unchained is a great start for those looking to get into NFT games, and boasts an active player base with over 100,000 discord members.\n\n[Learn more about Gods Unchained here.](https://godsunchained.com/)\n\n## 3. Blankos\n![BBP PLAY](//images.ctfassets.net/v06qbfn5fzrz/1d8YE0CfNgbjEwGZ31DWsY/2d31f0b7cdb94159a14b840525017aef/BBP_PLAY.jpeg)\n\nMost fun party style NFT game. \n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Party Game\n- Blockchain: Private EOSIO\n\nBlankos is a well executed party game that’s so fun you won’t even notice you are playing an NFT game. Blankos takes the fun of traditional 3d platformers like Super Mario 64, and fuses it with the multiplayer shenanigans of Fall Guys. \n\nIt is self described as an “open-world multiplayer game styled like a giant block party”. Blankos delivers hours of silly creative fun thanks to custom level building and expansive multiplayer game worlds.\n\nIn Blankos, you play as a vinyl toy character, and can join massive worlds with all of your friends. Blankos is a free to play game, but you can purchase new Blankos character NFTs, or earn new ones through your in-game winnings. \n\nThe characters in Blankos are NFTs that you own, but they exist on a private blockchain and are transacted with FIAT currency. This isn’t really a downside, but it should be noted that you won’t get the same crypto interoperability of some other NFT games.\n\nBlankos is a great game for those who enjoy 3d platformers and want to play with friends. [Click here to learn more.](https://blankos.com/)\n\n## 4. War Riders\n![war riders](//images.ctfassets.net/v06qbfn5fzrz/5zXGgmnA9TdhM2ycfFnGkX/c345dc8d884614ccc5db08ee67179f75/war_riders.jpeg)\n\nMost unique gameplay style for an NFT game.\n- Free to play: Yes\n- Multiplayer: Yes\n- Genre: Raid Style - Offroad Battle Game\n- Blockchain: Ethereum\n\nFans of multiplayer FPS (first person shooter) games, may have noticed a trend towards “raid” style gameplay. In “raid” style games, players venture out into a world with other players to find resources, and have to fight their way through players and enemies to escape from the “raid” with those resources. \n\nWar Riders takes this unique gameplay style, and infuses it into a “Mad Max” inspired game world where players drive and battle in war torn off road vehicles with the hopes of finding “Benzene deposits” (BZN) to “mine”. \n\nPlayers then have to fight off other players to extract from the barren desert with their cryptocurrency loot!\n\nWar Riders is a great Free to Play game for those looking for a unique, hardcore, adrenaline-pumping experience. [You can learn more and get started playing War Riders here.](https://warriders.com/)\n\n## 5. Forge Arena\n![Forge Arena](//images.ctfassets.net/v06qbfn5fzrz/3ZsFF7oi6ks8zfYkiCiPYf/e366b0acc1940b2f6621cf7d5423a183/forge_arena_gamers.jpeg)\n\nBest first person shooter NFT game.\n- Free to Play: No, but moving to f2p model\n- Multiplayer: Yes\n- Genre: First-Person Shooter\n- Blockchain: WAX\n\nAre you a champion of Battle Royale? A human aim-bot with the frostiest flicks in the metaverse? The teammate who clutches a 1v5 when the whole team is down?\n\nWell look no further than Forge Arena. This is an intense counter-strike style shooter for those with surgical aim, lightning reflexes, and a competitive mindset. Forge Arena rivals the polish and gameplay of some triple-A game studios. \n\nForge Arena’s docs page states that it is “Aimed to be the world's first Esport on the Blockchain”, and lives up to the claim with intense first person shooter gameplay and a competitive player base.\n\nForge Arena utilizes the power of NFTs to track ownership of in-game items like weapons, skins, and item crates. All of which can be bought on Forge Arena’s marketplace, or earned through playing the game.\n\nWe would recommend Forge Arena as a captivating start for those with previous experience playing competitive First-Person Shooter games. [Click here to learn more.](https://playforge.gg/)\n\n## 6. Splinterlands\n![Splinterlands](//images.ctfassets.net/v06qbfn5fzrz/1yV7EEniWvaw6Pn4jf7ViQ/dbf39996514c7c40fa29c14bf1b1b039/Image_7-21-22_at_1.52_PM.jpg)\n\nRapidly growing, up and coming NFT trading card game. \n- Free to Play: Yes\n- Multiplayer: Yes\n- Genre: Trading Card Game\n- Blockchain: Hive Blockchain\n\nSplinterlands is another blockchain based Trading Card game that is picking up steam. It has a rapidly growing player base of over 1 million players, and is rapidly gaining the attention of online Trading Card game fans. \n\nPlayers start out with a complimentary set of cards making the game fully free to play, with the option to purchase additional cards via the Splinterlands marketplace. Each card is an NFT with a limited supply, and players can buy rare cards to improve their decks, or sell cards in exchange for cryptocurrency. \n\nWe would put Splinterlands on par with Gods Unchained as a solid option for those looking for blockchain based Trading Card games. [Check out Splinterlands in more detail here.](https://splinterlands.com/)\n\n## 7. Spider Tanks\n![Spider Tanks](//images.ctfassets.net/v06qbfn5fzrz/5iGh0183yDtidZhyVMjoY8/562939c1eed821108fcdab59b9e7e0c8/spider_tanks.png)\n\nA unique multiplayer battle arena game for all player types. \nFree to Play: Yes\nMultiplayer: Yes\nGenre: Battle Arena\nBlockchain: Gala Games\n\nLastly, we have Spider Tanks. This is a massively overlooked free to play game featuring an extraordinarily fun, top-down, battle arena style experience. Players pilot a multi-legged robotic tank and battle other players in tight arenas for resources and rewards. \n\nSpider Tanks has a little something or everyone, walking a fine balance between a casual and competitive gaming experience. \n\nIt is free to play, so new players can dive right in and get to blasting other players in the arena. Competitive players can rest easy knowing they can take their skills to an e-sports level with official championships to compete in. \n\nSpider Tanks harnesses the power of NFTs for all of their in-game items such as tanks, skins, weapons, and even arena maps that you can design yourself!\n\nWe have to recommend Spider Tanks as a fun start in the NFT gaming space regardless of skill level or play style. It’s just plain fun! [Click here to learn more about Spider Tanks.](https://www.spidertanks.game/)\n\n## Conclusion\nNFT games will only become more popular and more polished as game developers integrate the power of blockchain technology into their development process. We’ll keep you posted as the gaming and crypto industries continue to collide.\n\n[Check out our other articles here to learn more about NFTs.](https://www.nft.com/articles)",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/6Nef3FI1itt6d3JfGUe5Wn/437482e79874fa3bd2d4519df9ce2f96/gaming-5120169_1920.webp",
          "description": ""
        },
        "description": "Discover new exciting NFT games that you can play right now. The NFT gaming space is just getting started, and you won't want to miss out on these games...",
        "author": {
          "name": "Alec Otto",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/5eGaVcw8hkHgwEn3vXZVYy/e3e28e5cd3f2f0489beb66f26cc50234/Optimized-alec_headshot.webp",
            "description": ""
          }
        },
        "publishDate": "2022-07-20T00:00:00.000-05:00",
        "sys": {
          "id": "4SnAyxUyYH6P22z3ZAaQ4L"
        }
      },
      {
        "title": "The 10 most expensive NFT sales - Full Breakdown - NFT.com",
        "slug": "most-expensive-nft-sales",
        "body": "__The NFT wave of 2021 saw digital art selling for eye-watering numbers.__\n\nLet's take a look at some of these record breaking sales. \n\n# The 10 Most Expensive NFT Sales\n\nLast week, on July 12th, in what many are calling a ‘Crypto Winter,’ CryptoPunk #4464 sold for 2,500 ETH or roughly $2.6 Million USD. CryptoPunks, a 10,000 NFT collection launched in June of 2017, are among the oldest and rarest NFT collections. This monster NFT sale got us thinking: \n\nWhat are the most expensive [NFT](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\") sales of all time?\n\n## 1. “Everydays: the First 5,000 Days” - $69.3 Million\n[Beeple - EVERYDAYS: THE FIRST 5000 DAYS](//images.ctfassets.net/v06qbfn5fzrz/2DEI6orngJ7ivsLYGhhk9n/2d6b07ab75c8d0ce2ef44192ba8d8250/1_everydays.jpeg)\n\nBeeple’s most expensive piece to date was sold at auction by Christie’s in March of 2021 for $69.3 Million. \n\nThis piece is a collage of the first 5,000 pieces in Beeple’s ‘Everydays’ series, a series in which he created a digital piece of art everyday from May 1st, 2007 - January 7th, 2021. This sale gave Beeple an eye-popping payout and put the term NFT into headlines everywhere.\n\n## 2. “Clock” - $52.7 million\n![Image of \"Clock\" by Pak](//images.ctfassets.net/v06qbfn5fzrz/3lTBSlx0gcJobwIYBj579K/8bd6eac453b8289ac51e4c1751bd040f/2_assange_clock.png)\n\nA dynamic NFT created by artist Pak, “Clock” displays the number of days WikiLeaks founder Julian Assange sits in a prison cell. The piece was sold to a DAO (Decentralized Autonomous Organization) called AssangeDAO which was formed to raise money for Assange’s legal defense. \n\nThey ultimately raised and paid 16,593 ETH for the piece. Pak then donated the ETH to aid in Assange’s legal defense. Of the top 10, this is the only NFT sold to a DAO. \n\n## 3. “HUMAN ONE” - $28.9 million\n![Image of “HUMAN ONE\" by Beeple](//images.ctfassets.net/v06qbfn5fzrz/1znkIgkVjCfDo5j6QtJ1dW/b677097b282440c0386cc636b16c67ea/3_human_one.png)\n\nBeeple’s piece “HUMAN ONE” is the story of the first human born in the Metaverse. The piece is both a physical sculpture and a NFT. \n\nThe physical sculpture is over 7 feet tall, constantly moving, and features four screens displaying a dynamic 16K video that changes depending on the time of day. \n\nThe piece went to auction in November of 2021 and sold for $28.9 million or 4,700 ETH. Beeple continues to update and modify the piece remotely. \n\n## 4. “CryptoPunk #5822” - $23.7 million\n![Image of CryptoPunk #5822](//images.ctfassets.net/v06qbfn5fzrz/336ozgBYaU0dPrRFiYEohx/ab744f66e9ed0be0150707406c82a921/4_cryptopunk5822.png)\n\nOne of only nine CryptoPunks with the ‘Alien’ trait, CryptoPunk 5822 sold for a jaw-dropping 8000 ETH in February of 2022. By USD value, this is the highest CryptoPunk sale by more than double.\n\n## 5. “CryptoPunk #7523” - $11.7 million\n![Image of CryptoPunk #7523](//images.ctfassets.net/v06qbfn5fzrz/6Hijhq0mVHeJsLBpcPUOjC/dd036b47bf6bd0f7c828a2607537e3b5/5_punk_7523.png)\n\nAnother of the nine rare CryptoPunk ‘Aliens,’ Punk #7523 also has a mask - which made it all too timely when it went to auction with Sothebys in June of 2021. The NFT was sold for 4,700 ETH - a record at the time. \n\n## 6. “CryptoPunk #4156” - $10.26 million\n![Image of CryptoPunk 4156](//images.ctfassets.net/v06qbfn5fzrz/4IcKU11Hp3W6g6FKJtLsRw/873829991567f9eed9f8b7b333cff6ba/6_punk_4156.png)\n\nOne of only 24 ‘Ape’ CryptoPunks, Punk #4156 was sold for 2,500 ETH in December of 2021. At the time, the ETH amount was valued at $10.26 million USD. \n\nThe sale was also notable in that Twitter User and Influencer @Punk4156 had built a following under his PFP’s name. After frustration with CryptoPunks' Copyright policy, he sold the NFT that had launched his brand - and changed his profile picture.\n\nPunk #4156 was later resold for 2,691 ETH on July 15, 2022 - then valued at around $3.3 million USD. \n\n## 7. “CryptoPunk #5577” - $7.7 million\n![Image of CryptoPunk #5577](//images.ctfassets.net/v06qbfn5fzrz/2qaTI8rTq96SIhP8d9yy4o/de19446102506f0240b8b87a6943109c/7_punk_5577.png)\n\nAnother rare ‘Ape’ CryptoPunk, Punk #5577 was sold for 2,501 ETH in February of 2022, then valued at around $7.7 million USD.\n\n## 8. TIE: “CryptoPunk #3100” & “CryptoPunk #7804” - $7.56 million\n![Image of CryptoPunk #3100](//images.ctfassets.net/v06qbfn5fzrz/6rlDcFNhGxtgpsrFymx67j/f9c2b7b7d84dc9dceafc66d6e5871b43/8.1_punk_3100.png)\n\n![Image of CryptoPunk #7804](//images.ctfassets.net/v06qbfn5fzrz/1sfy2WUhuyBcwdEr4jE3bZ/7b1616420f00931da56fe11f12e3ed89/8.2_punk_7804.png)\n\nMarch 11, 2021 was a good day to own a CryptoPunk. Both Punk #3100 & Punk #7804 have the ultra rare ‘Alien’ trait and both went for 4,200 ETH on the very same day. \n\n## 9. “Ringers #109” - $7.12 Million\n![Image of \"Ringers #109\" by Dmitri Cherniak](//images.ctfassets.net/v06qbfn5fzrz/6SDktInBi1FtEa48srYKOB/2aba482283683636fc82a495540c895f/9_ringers_109.png)\n\nThe most expensive sale of the curated Art Blocks project, Ringers #109 is part of a 1,000 piece collection by artist Dmitri Cherniak. Cherniak was playing with the idea of wrapping a string around a set of pegs. \n\nEach piece in the collection features a variation in peg count, string size, color, and more. Ringers #109 was sold for 2,100 ETH in October of 2021.\n\n## 10. “Right-click and Save As Guy” - $7 million\n![Gif of “Right-click and Save As Guy” by XCOPY](//images.ctfassets.net/v06qbfn5fzrz/1GmGOEyWA7POq94d44tNPp/e2daa64123743d090ac73027ab5b7619/10_rightclicksave_as.gif)\n\nXCOPY’s most famous work, “Right-click and Save As Guy”, references the oft used gibe about NFTs - that one can just ‘right-click and save as’ instead of spending exorbitant amounts of money on it. \n\nXCOPY’s work is a favorite among NFT collectors and this animated 1-of-1 was sold to one of the most well-known NFT collectors: Cozomo De’ Medici.\n\n## Conclusion\nThe NFT industry continues to [increase in adoption and utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") every day. As this ecosystems continues to expand, there may be many more chart-topping NFT sales in the future!\n\nWant to learn more about NFTs? Check out more at [NFT.com/Articles](https://www.nft.com/articles).",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/5K7bk9RAikLsSmpl82nqlY/18b275dde11a22655480bc200c5248b0/unedit-card.jpg",
          "description": ""
        },
        "description": "2021 proved the sky is the limit for digital art sales. Find out why, and what lies ahead for the NFT industry in 2022 and beyond!\n",
        "author": {
          "name": "NFT.com Team",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/2qimV1q1FWn4xU6MIHFC4p/d494084938ecb595e63f4878a5640e5f/nft_profile_images-white_2x.png",
            "description": ""
          }
        },
        "publishDate": "2022-07-18T00:00:00.000-05:00",
        "sys": {
          "id": "3YbmAmZ8oovy9jrHhQH83O"
        }
      },
      {
        "title": "Why is everyone creating NFTs in 2022? - NFT.com",
        "slug": "emerging-use-cases-for-nfts",
        "body": "__[NFTs](https://www.nft.com/articles/what-is-an-nft \"What Is An NFT? - Non-Fungible Tokens Explained - NFT.com\"), or non-fungible tokens, have risen to prominence as digital tokens representing unique collectibles.__ \n\n# Why is everyone creating NFTs in 2022?\n\nNFTs are defined by their uniqueness relative to other tokens whether of the same collection or a different collection.\n\n# Adoption Beyond Speculation\nThese tokens were purchased with the hope of a higher resale in the future. This speculative drive has created [a multi-billion dollar market](https://www.nft.com/articles/most-expensive-nft-sales \"The 10 most expensive NFT sales - Full Breakdown - NFT.com\"), attracting celebrities, athletes and major consumer brands to the industry. \n\nThe initial driver of speculation brought in a wave of interest seeking financial return much like many of the prior bubbles in the crypto space. These periods of speculative interest in L1 and DeFi tokens previously led to a new wave of utility-centric innovation that increased the types of use cases for tokens.\n\nThis piece will share some of the new use cases that may drive the next wave of growth in the NFT space. \n\n## Art\nNFTs saw a rapid uptick in adoption by digital artists who wanted an easier way to establish scarcity over their pieces of work. \n\nArtists are able to connect a piece of art (whether a digital image, video, or other) to the NFT. This NFT can be sold to a collector who wants to support the artist. The NFT creator can also add a fixed royalty payment that ensures they will be compensated any time the art is resold.\n\nNFTs represent an opportunity for artists to enter the digital medium while protecting their role as a creator. \n\n## PFP\nPFP, or profile picture, NFTs are images represented as NFTs that are used as profile pictures on social platforms.\n\nPFPs took off in popularity due to their ability to signal the owner’s participation in a crypto community or their financial worth. People who have NFTs that became valuable or well adopted often use them as PFPs to show that they were early.\n\nSocial platforms like Twitter have taken PFPs a step further by requiring users to prove ownership of the NFT they use in their profile. This can reduce fraud in claiming to own a given NFT.\n\n## Membership\nNFTs have recently become a means to gating membership into a community. [LinksDAO](https://linksdao.io/ \"LinksDAO\") issued membership NFTs to participate in their DAO focused on buying a golf course. [NFT.com](https://nft.com/ \"NFT.com\") issued Genesis Keys to enable access to their early community of beta testers and profile minters.\n\nMembership NFTs confer certain rights to the holder including discounts on products, access to community channels, and more. The NFTs may include an image but are primarily used to represent the unique membership.\n\nPlatforms like Discord have supported plugins which allow membership NFT holders to prove their ownership in order to participate in specific Discord channels. [Token gating](https://www.one37pm.com/nft/what-is-token-gating \"What is 'Token Gating' and How Does it Work?\") can also be used on websites and ecommerce stores to provide additional channels or deals to members.\n\n## Ticketing\nTickets to attend events, concerns, conferences, and more have begun to have an NFT issued to represent the ticket. \n\nTickets have increasingly become paperless as more venues move to digital check in and ticket verification. NFTs fit within this user experience by enabling direct access to the event by the holder. \n\nNFTs can reduce fraud and automate royalties through the smart contracts used to issue the tickets. Ticket NFTs can also serve as long term collectibles for the owner much like paper tickets are kept today.\n\n## Gaming\nGaming assets have also been identified as a natural fit for NFT issuance. Games have shifted to a free to play model where users aren’t required to purchase a game and instead pay for specific features within the game like buying new powers, skins, or currencies.\n\n[Games have begun to issue NFTs](https://www.nft.com/articles/nft-games-you-can-play-now \"7 NFT Games we are watching this year - NFT.com\") to enable gamers to verifiably own unique in-game assets. They can be purchased within a game if connected to crypto or fiat payment infrastructure. NFTs can then be ported across platforms including other games. \n\nNFTs will help establish a metaverse of interoperable digital experiences with user property rights at the center.\n\n## Credentials\nLastly, we have started to see the emergence of NFTs used as credentials earned by the holders. These credentials can include certificates of completing a course, attending an event, or verifying their identity.\n\nCredentials can be used to establish the reputation or identity of the holder. They may be required to access events or services similar to membership NFTs. \n\nCredentials will introduce considerations around how to protect personal information and privacy while opening up a new use case for NFTs. \n\n## Conclusion\nInnovation in crypto has been driven by new, unanticipated, uses of primitives including blockchains, smart contracts, tokens and more. NFTs represent another opportunity for this innovation to continue.\n\nThe use cases above represent a small share of the total number of use cases likely to emerge over time. \n\nNFT.com will serve as a platform for the display, issuance, trading and use of these NFTs across Web3. We expect to see many of these use cases emerge on the platform.\n",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/5fven6njfxxd4sXrTgQIT4/a16e48b2241f02985aa1b49af5c3a253/dao-2.png",
          "description": "Emerging use cases for NFTs"
        },
        "description": "New NFT use cases are emerging every day. Find out what new opportunities NFTs present, and how they may drive a new wave of growth in the NFT space. ",
        "author": {
          "name": "Don Thibeau",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/6zF6fTJMQSbRASt4FCHziJ/b36eb96c5a8dfcca7ec2415b56feaa61/T0176V4UPN0-U03E4TQ0G65-e8a934de788c-512.png",
            "description": ""
          }
        },
        "publishDate": "2022-07-06T00:00:00.000-07:00",
        "sys": {
          "id": "7dWmlm5of3W9NbVInJmHHY"
        }
      },
      {
        "title": "What Is An NFT? - Non-Fungible Tokens Explained - NFT.com",
        "slug": "what-is-an-nft",
        "body": "__We get it. NFTs are a confusing part of an already confusing new sector of the financial market.__\n\nBut don’t worry, we’re NFT.com, we’ve got you covered.\n\n# What is an NFT?\nCryptocurrency tokens like Bitcoin (BTC) are fungible, meaning 1 bitcoin is equal to any other bitcoin. Each bitcoin is indistinguishable from any other bitcoin. \n\nA non-fungible token (NFT) is a cryptographic asset — a unique digital token stored on a blockchain that is distinguishable from any other token. \n\nThis property of uniqueness has inspired an industry around different use cases of NFTs ranging from art to intellectual property and more. \n\n## Fungible Tokens and Non-Fungible Tokens\n*Fungible* assets are interchangeable with one another. A dollar can be traded for a dollar. A share of a company can be traded for another share. A bitcoin for a bitcoin. Fungible coins are indistinguishable from one another.\n\nSo what does it mean for something to be *Non-Fungible*? Non-fungible assets are unique. They are distinguishable from an asset even of a similar type. You can think of this like trading a piece of hand drawn art, for another piece of hand drawn art. They are both art - maybe even the same drawing, however they are completely different physical objects and unique pieces of art. \n\nIt is this ability to establish a completely unique digital “thing” that has brought so much value to creators and the web3 space over the past few years. \n\nToday, NFTs most commonly take the form of digital art, collectibles, or access passes. All information related to that NFT is recorded on a blockchain where you can view the history of ownership, metadata information, as well as what the NFT represents. These items can be bought and sold using cryptocurrency or cash.\n\nNFTs can be valued by the unique traits of the asset. Art NFTs can be evaluated by the traits of the design. Membership NFTs can be evaluated by the benefits of the membership. Each NFT can be valued as a class, as well as the unique traits of the NFT within that class.\n\nArt NFTs can be photographed, copied or screenshot much like art you may see in a museum. However, these copies are not valued the same as the original piece. \n\nNFTs, issued on a public ledger, are verifiable both in their uniqueness (non-fungibility) as well as their provenance. This means that a unique piece of art maintains its value independently to copies. A poster of the Mona Lisa is worth nothing compared to the original hanging in the Louvre.\n\n## NFTs Explained\nWith an understanding of fungibility, we can dive deeper into how NFTs work. \n\nNFTs are digital tokens created on a blockchain with reference data tied to the traits of the NFT. For example, an NFT representing art would have the image and traits of the art described in the [metadata of the token](https://medium.com/coinmonks/how-to-find-your-nfts-metadata-c2d058626fb8 \"How to find your NFT's metadata\"). This creates an auditable log of the tokens creation, metadata, ownership and transaction history over time. \n\nThe majority of NFTs today exist on the Ethereum blockchain. Standards like the [ERC-721 tokenization standard](https://ethereum.org/en/developers/docs/standards/tokens/erc-721/) make it easier for others in the web3 space to create apps and tools that work with them. \n\nNFTs can be created either through written code that interacts directly with the Ethereum blockchain or through a user interface that follows the basic template set forth by the token standard. \n\nNFTs also have the ability to link to off-chain data. This is often done in cases where the files correlated to the NFT are too large and would be too expensive to host on the Ethereum blockchain — which incurs high fees for data consumption and storage. Therefore, the data may be hosted by a centralized hosting service. The metadata within the NFT then points to that external location. \n\nThe use cases for NFTs are vast, even allowing for the digital representation of physical items, removing the need for intermediaries and streamlining the process of transferring ownership. Expect to see business applications of NFT technology expand as adoption grows.\n\n## Examples of NFTs\nNFT projects have exploded in recent years with creatives and companies from multiple different sectors trying to get a piece of this [multi-billion](https://www.fintechnews.org/report-nft-market-valuation-to-rise-to-over-13b/) dollar market. \n\nIn 2017, Larva Labs created the NFT collection CryptoPunks, becoming one of the first tokenized collections built on the Ethereum blockchain. This collection of 10,000 8-bit, cyberpunk-inspired NFTs has gone from experiment to icon, with some CryptoPunks selling for millions of dollars each. \n\nThe CryptoPunks collection is known as one of the first “pfp” or Profile Picture collections. The metadata for each CryptoPunk specifies different visual traits, making each one completely unique. \n\nAnother major player in the early NFT market, Cryptokitties, was launched in 2017 by DapperLabs. Each kitty is a unique NFT that can be bought, sold, or bred with other Cryptokitties to make more unique Cryptokitties with varying levels of rarity and value. \n\nEach Cryptokitties metadata defines their “genes” which generates their appearance and can be passed on to their offspring. Cryptokitties were the first NFTs minted via the ERC-721 tokenization standard.\n\nThe Bored Ape Yacht Club (BAYC) launched in 2021 and quickly permeated the mainstream thanks to high-profile adopters like Jimmy Fallon and Stephen Curry as well as companies like Adidas. In December of that same year, BAYC overtook CryptoPunks as the highest-priced NFTs with an average selling price of 84 eth. \n\nWhile the BAYC initially launched as “pfp” art collection, it has since become a utility NFT granting access to exclusive online and real world opportunities.\n\n## Utility NFTs\nUtility NFTs are often classified as any NFT with a use case beyond visual aesthetics. Most commonly, utility NFTs provide owners with access to certain privileges or rewards that are only gained and accessed through ownership of the utility NFT. This could be a theater ticket, a gym membership, a commemorative token from attending an event, or even a digital subscription box.\n\nUtility NFTs are created in much the same way as art NFTs, with the major differentiator being that they grant access to something. Using our previous example, Bored Ape Yacht Club NFTs became utility NFTs when they started to allow owners of BAYC NFTs access to the “Yacht Club” — an exclusive social club with benefits like access to secret in-person events, NFT collectibles, and a virtual wallet. They further increased this utility by dropping Bored Ape owners \"Ape Coin\" - a fungible token now traded on popular exchanges.\n\nUtility NFTs have spilled over into other sectors as well. In 2021, American rock band Kings of Leon became the first band to ever release an album as an NFT with the help of YellowHeart Crypto. Their eighth studio album, *When You See Yourself*, was released as both a physical item and three different NFTs, each with varying levels of utility including digital downloads of the album and front row tickets for every subsequent tour. \n\nNFT.com’s Genesis Keys can are also considered utility NFTs as they grant owners the ability to mint Profile NFTs, as well as access to beta features, and an exclusive private community.\n\nUtility NFTs currently represent one of the most promising sectors of the web3 market. \n\n## Why are NFTs valuable?\nNFTs often derive their value from being the ability to prove origination and ownership. The limited supply of any given asset creates a higher demand. However, the demand relies on several other factors.\n\nAs mentioned earlier, some NFT collections have high name recognition. NFTs in these collections tend to be of much higher value. To use art as an example, a painting created by a famous artist will often be worth much more than one bought from a new unknown artist.\n\nThe value of an art NFT also depends on the *future* value of the piece. Following the art analogy, say you saw a young Michelangelo selling a painting on the side of the road. The price would likely be very low, but after he goes on to paint the Sistine Chapel, the value of one of his original paintings would skyrocket. \n\nThe same applies to art in the NFT space - as after all, it’s still art! And as we can see, those who bought Bored Apes when they first came out, did so at a low undiscovered price and now own a highly-valued work of digital art.\n\nThe *utility* of a given NFT also contributes to its value. This is where art NFTs most noticeably differ from traditional art. Owning a Picasso does not get you anything but a Picasso and the reputation of owning a Picasso. Owning an NFT however, may get you access to additional benefits depending on the project. As such, [an NFT with utility](https://www.nft.com/articles/emerging-use-cases-for-nfts \"Why is everyone creating NFTs in 2022? - NFT.com\") may have a higher value than those without.\n\nLastly, and perhaps most importantly, the real value of an NFT lies in the eyes of the beholder. Like art or music or films, people buy things that they enjoy owning. This is the *perceived* value of art. To you, a piece might be invaluable based on its aesthetic alone, and ultimately that may dictate your buying decision.\n\n## Where to buy NFTs\nNFTs can be bought and sold on platforms like OpenSea, Rarible, Nifty Gateway, and more. To buy an NFT, you will likely need to have some form of cryptocurrency — though some fiat options exist. \n\nPurchasing cryptocurrency can be done by opening an account with a cryptocurrency exchange. Once you do, you will want to buy the currency native to the NFT you’re purchasing. Currently, the majority of NFTs are still based on the Ethereum blockchain, and can be purchased with Ether.\n\nOnce you have purchased your cryptocurrency, you will then need to transfer your it to a crypto wallet. These digital wallets are a place where you can safeguard your digital assets, like NFTs or tokens. MetaMask is the most common crypto wallet for those looking to buy and sell NFTs on the Ethereum blockchain. \n\nTo use MetaMask, navigate to their website and install it on your browser. Be careful with your MetaMask recovery phrase. *If that falls into the wrong hands, you could lose your assets permanently!*\n\nOnce you have Ethereum in your MetaMask wallet, you can connect your wallet to an exchange and draw from it to buy and sell NFTs. Once owned, the NFT will be stored in your wallet and can be displayed with a NFT gallery.\n\n## Displaying your NFTs\nOnce you have a NFT, you can view it on Etherscan, Opensea, or in your MetaMask wallet. But if you’re looking for a more stylized and artistic way to display your NFTs, you can get a Profile right here on NFT.com\n\n[NFT.com](https://www.nft.com) is the best place to display NFTs with highly customizable and personalized Profile galleries which form the foundation for a decentralized web3 social network. NFT.com Profiles are themselves NFTs, meaning they are tied to a unique ERC-721 token, enabling you to access and build your NFT gallery on a Profile you truly own.  NFT.com is currently in beta and only available to [Genesis Key NFT](https://docs.nft.com/genesis-keys/what-is-a-nft.com-genesis-key-nft) holders.\n\n## Conclusion\nYou should now have a basic understanding of NTFs and their varied utilities and value. There is a lot more to learn about NFTs, as well as their [possible use-cases](https://www.nft.com/articles/emerging-use-cases-for-nfts), but that is exactly what makes web3 so fascinating!\n\nTo learn more about all things NFTs, check out [NFT.com/Articles](https://www.nft.com/articles). ",
        "heroImage": {
          "url": "https://images.ctfassets.net/v06qbfn5fzrz/1TrcdRvvLshiff9kEnoxS1/fc17e293d340a50ac312189d0b891c82/deepmind-jVZ_BKzDOJg-unsplash.jpeg",
          "description": ""
        },
        "description": "Want to learn about NFTs? Look no further! This article will provide a basic fundamental understanding of what NFTs are, and how they work. ",
        "author": {
          "name": "NFT.com Team",
          "image": {
            "url": "https://images.ctfassets.net/v06qbfn5fzrz/2qimV1q1FWn4xU6MIHFC4p/d494084938ecb595e63f4878a5640e5f/nft_profile_images-white_2x.png",
            "description": ""
          }
        },
        "publishDate": "2022-07-06T00:00:00.000-07:00",
        "sys": {
          "id": "4Q72xROeMCabJjfACvEnLU"
        }
      }
    ]
  }
]
